Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/tstemplate_objbrowser/*.locallang.xlf
Languages: fr

source: Constants
fr: Constantes

source: All
fr: Tous

# plainSubstitution
source: Plain substitution (default)
fr: Substitution simple (défaut)

# substitutedGreen
source: Substituted constants in green
fr: Constantes substituées en vert

# unsubstitutedGreen
source: UN-substituted constants in green
fr: Constantes NON substituées en vert

source: Current template
fr: Gabarit courant :

source: Bad property!
fr: Mauvaise propriété !

# noSpaces
source: You must enter a property with characters a-z, A-Z and 0-9, no spaces!
fr: Vous devez entrer une propriété avec les caractères a-z, A-Z et 0-9, sans espace !

# nothingUpdated
source: Nothing was updated!
fr: Rien n'a été mis à jour !

source: Property added
fr: Propriété ajoutée

source: Value updated
fr: Valeur mise à jour

source: Object cleared
fr: Objet effacé

# updateButton
source: Update
fr: Mise à jour

# editProperty
source: Edit object/property value:
fr: Édite la valeur de l'objet/la propriété

# addButton
source: Add
fr: Ajoute

# addProperty
source: Add object property:
fr: Ajoute la propriété d'objet :

source: Clear?
fr: Efface ?

# clearButton
source: Clear
fr: Efface

source: Clear object:
fr: Efface l'objet :

source: Edit:
fr: Édite :

# noCurrentTemplate
source: You cannot edit properties and values, if there's no current template.
fr: Vous ne pouvez éditer les propriétés et valeurs, s'il n'y a pas de gabarit courant.

# addKey
source: <b>Add key</b></a> "%s" to Object List
fr: <b>Ajoute une clé</b></a> "%s" à la liste d'objet

# removeKey
source: <b>Remove key</b></a> "%s" from Object List
fr: Enlève la clé de la liste d'objet

source: < Back
fr: < Retour

source: Browse:
fr: Parcourir :

source: Object List:
fr: Liste des objets :

source: Search:
fr: Recherche :

# regExp
source: Regular expressions
fr: Expressions régulières

# errorsWarnings
source: Errors and warnings
fr: Erreurs et avertissements

# errorShowDetails
source: Show details
fr: Afficher les détails

# removeKey
source: Remove key from OL
fr: Enlève la clé de la liste d'objet

source: setup root
fr: racine du Setup

# constantRoot
source: constants root
fr: racine des constantes

source: Display comments
fr: Afficher les commentaires

source: Sort alphabetically
fr: Tri alphabétique

source: Crop lines
fr: Tronquer les lignes

source: Display constants:
fr: Affiche les constantes :

source: Display options
fr: Affiche les options :

source: Set conditions
fr: Activer les conditions
