Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/tsconfig_help/mod1/*.locallang.xlf
Languages: fr

# title
source: TypoScript Help
fr: Aide TypoScprit

# display
source: Display TypoScript Help
fr: Afficher l'aide TypoScript

# rebuild
source: Rebuild TypoScript Help
fr: Reconstruire l'aide TypoScript

# referenceExplanation
source: Choose from the following reference data
fr: Choisissez à partir des données de référence suivantes

# referenceExplanationDetailed
source: In order to view the different TypoScript help popup windows, select from the following reference icons. This online help is built automatically from the manuals available in the installed extensions on your TYPO3 server. To rebuild the help files when you add or remove an extension, you will need to select the "Rebuild TypoScript Help" function of this module.
fr: Afin de disposer des différentes fenêtres d'aide de TypoScript, choisissez parmi les icônes suivantes. Cette aide en ligne est construite automatiquement à partir des manuels disponibles dans les extensions installées sur votre serveur TYPO3. Pour reconstruire les fichiers d'aide lorsque vous ajoutez ou supprimez une extension, vous devrez sélectionner la fonction de reconstruction de l'aide TypoScript proposée par ce module.

# displayReferences
source: Display TypoScript Online Help
fr: Afficher l'aide TypoScript en ligne

# loadedTSfrom
source: Loaded TypoScript from:
fr: TypoScript chargé à partir de:

# rebuildTS
source: Rebuild TypoScript online help
fr: Reconstruire l'aide TypoScript en ligne

# warning_manualsWithoutMarkers
source: The following manuals contain one or more tables without markers:
fr: Les manuels suivants contiennent un ou plusieurs tableaux sans marqueurs:

# warning_duplicateMarkers
source: The following markers appear in several manuals or several times in the same manual:
fr: Les marqueurs suivants apparaissent dans plusieurs manuels ou plusieurs fois dans le même manuel:

source: Update warnings
fr: Mise en garde suite à la mise à jour

# rebuildExplanation
source: Rebuilding the online help will totally wipe the online help database before parsing the TypoScript help for loaded extensions. We suggest you to have doc_core_tsref and doc_core_tsconfig installed to have them parsed as well.
fr: La reconstruction de l'aide en ligne provoquera l'effacement des données avant analyse de l'aide TypoScript à partir des extensions chargées. Nous vous suggérons l'installation de doc_core_tsref et doc_core_tsconfig pour qu'ils soient pris en compte également.

# adminAccessOnly
source: Access to this function of the module is restricted to admins.
fr: L'accès à cette fonction du module est réservé aux administrateurs.

# noRebuildOnWindows
source: The Rebuild function does not run on Windows systems. Sorry!
fr: La fonction de reconstruction ne fonctionne pas sur les systèmes Windows. Désolé!
