Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/*_news/*_news/modfunc1/*.locallang.xlf
Languages: fr

# moduleFunction.tx_ttnews_modfunc1
source: tt_news category manager
fr: Administrer les catégories de tt_news

# title
source: News category manager
fr: Administrer les catégories de nouvelles

source: move category into
fr: Déplacer la catégorie dans

source: copy category into
fr: Copier la catégorie dans

source: copy category after
fr: Copier la catégorie après

# edit
source: Edit record
fr: Éditer l'article

# showInfo
source: Show information
fr: Afficher les informations

# unHide
source: Unhide Record
fr: Afficher l'article

# hide
source: Hide Record
fr: Cacher l'article

# deleteWarning
source: Are you sure you want to delete this record?
fr: Êtes-vous sûr de vouloir effacer cet article ?

# delete
source: Delete record (!)
fr: Effacer l'article !
