Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/irfaq/irfaq/lang/*.locallang_db.xlf
Languages: fr

# tx_irfaq_q.a
source: Answer:
fr: Réponse :

# tx_irfaq_q.q_from
source: Asked by:
fr: Réponse par :

# tx_irfaq_q.related
source: Related entries:
fr: Question liées :

# tx_irfaq_q.related_links
source: Related links (one per line):
fr: Question liées (une part ligne) :

# tx_irfaq_q.related_new
source: Create new FAQ and add here
fr: Créer une nouvelle FAQ et l'ajouter ici

# tx_irfaq_q.related_edit
source: Edit selected entry
fr: Éditer l'entrée sélectionnée

# tx_irfaq_q.extra_tab
source: Extras
fr: Supplément

# tx_irfaq_q.disable_comments
source: Disable comments:
fr: Désactiver les commentaires

# tx_irfaq_q.comments_closetime
source: Close commenting at:
fr: Fermer le commentaire :

# tx_irfaq_cat
source: FAQ category
fr: Catégorie de FAQ

# tx_irfaq_expert
source: FAQ expert
fr: FAQ des experts

# tx_irfaq_expert.name
source: Name:
fr: Nom :

# tx_irfaq_expert.url
source: URL:
fr: Site web :

# tt_content.list_type_pi1
source: Modern FAQ
fr: FAQ Moderne

# tx_irfaq.pi_flexform.sheet_general
source: General
fr: Général

# tx_irfaq.pi_flexform.sheet_categories
source: Categories
fr: Catégories

# tx_irfaq.pi_flexform.sheet_search
source: Search
fr: Recherche

# tx_irfaq.pi_flexform.what_to_display
source: What to display:
fr: Mode d'affichage :

# tx_irfaq.pi_flexform.category_selection
source: Category selection:
fr: Catégorie sélectionnée

# tx_irfaq.pi_flexform.category_selection_notCategorized
source: [not categorized]
fr: [Non catégorisé]

# tx_irfaq.pi_flexform.view_dynamic
source: Dynamic view with dhtml (answers folding out)
fr: Vue dynamique avec DHTML (réponses repliables)

# tx_irfaq.pi_flexform.view_static
source: Static view with answers below of question list
fr: Vue statique avec réponses sous la liste des questions

# tx_irfaq.pi_flexform.view_static_separate
source: Static view with answers on a separate page
fr: Vue statique avec réponses sur une page séparée

# tx_irfaq.pi_flexform.view_search
source: Search form
fr: Fomulaire de recherche

# tx_irfaq.pi_flexform.no_view
source: not configured!!!
fr: Non configuré !

# tx_irfaq.pi_flexform.select_deselect_categories
source: Category mode:
fr: Mode des catégories

# tx_irfaq.pi_flexform.category_selection_showAll
source: Show all (don't care about selection below)
fr: Afficher tout (ne prend pas en compte la sélectionné ci-dessous)

# tx_irfaq.pi_flexform.category_selection_showSelected
source: Show items with selected categories
fr: Afficher les questions avec les catégories sélectionnées

# tx_irfaq.pi_flexform.category_selection_DontShowSelected
source: Do NOT show items with selected categories
fr: Ne PAS afficher les questions avec les catégories sélectionnées

# tx_irfaq.pi_flexform.searchPid
source: Redirect to page
fr: Rediriger vers la page

# tx_irfaq.pi_flexform.emptySearchAtStart
source: Empty search at start
fr: Fomulaire de recherche vide à l'ouverture

# tx_irfaq.sysfolder
source: Modern FAQ
fr: FAQ Moderne

# tx_irfaq.pi_flexform.enableRatings
source: Enable ratings:
fr: Activer les votes
