Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/tstemplate_info/*.locallang.xlf
Languages: fr

source: Delete:
fr: Effacé :

source: To top:
fr: En haut :

source: File changed
fr: Fichier modifié :

# resourceUpdated
source: Resource '%s' has been updated.
fr: La ressource '%s' a été mise à jour.

source: Template information
fr: Information de gabarit :

source: Title
fr: Titre :

source: Sitetitle
fr: Titre du site :

source: Allowed extensions:
fr: Extensions autorisées :

source: Max filesize:
fr: Taille de fichier maximum :

source: Upload resource
fr: Envoyer la ressource :

# newTextResource
source: New text resource (enter name)
fr: Nouvelle ressource texte (entrer le nom) :

# copyResource
source: Make a copy of resource:
fr: Créer une copie de la ressource :

source: Update resource list
fr: Met à jour la liste des ressources :

source: Constants
fr: Constantes :

source: File:
fr: Fichier :

source: Edit Resource:
fr: Édite la ressource :

# filesizeExceeded
source: Filesize exceeded %s KBytes
fr: Taille du fichier excède %s ko

# notAllowed
source: Files larger than %s KBytes are not allowed to be edited.
fr: Les fichiers supérieurs à %s ko ne peuvent être édités.

source: Resources
fr: Ressources :

# editToView
source: (edit to view, %s lines)
fr: (éditer pour voir, %s lignes)

# editTemplateRecord
source: Edit the whole template record
fr: Éditer tout le gabarit

source: Include TypoScript file content
fr: Inclu le contenu du fichier TypoScript
