Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/em/language/*.locallang.xlf
Languages: fr

# deletekey_fail
source: Attempt to delete extension key {0} failed.
fr: La suppression de la clé d'extension {0} a échouée.

# reports_StatusMainRepository
source: Integrity of TYPO3 main repository record
fr: Intégrité du dépôt principal de TYPO3

# reports_StatusMainRepositoryUpdate
source: Last update of TYPO3 main repository
fr: Dernière mise à jour du dépôt principal de TYPO3

# reports_insecureInstalledExtensions
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:
fr: Les extensions suivantes ne sont pas sécurisées et leurs utilisations pourrait endommager votre système. S'il vous plaît, mettez à jour ces extensions dans les plus brefs délais ou supprimez les de votre système:

# reports_insecureExistingExtensions
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:
fr: Les extensions suivantes ont été trouvées sur votre système, mais ne sont actuellement pas installées. S'il vous plaît supprimer les en utilisant le gestionnaire d'extensions:

# reports_StatusInstalledExtensions
source: Security status of installed extensions
fr: Etat de la sécurité des extensions installées

# reports_StatusExistingExtensions
source: Security status of existing extensions
fr: État de la sécurité des extensions existantes

# insecureExtension
source: This extension is marked as insecure and usage might damage your system. Please update this extension as soon as possible or remove it from your system.
fr: Cette extension est marquée comme non sécurisée et son utilisation pourrait endommager votre système. S'il vous plaît, faites une mise à jour de cette extension dès que possible ou supprimez la de votre système.

# reports_insecureExtensionsFound
source: %s insecure extension(s) found
fr: %s extension(s) non sécurisée(s) trouvée(s)

# reports_sysTerNotFound
source: The table "sys_ter" was not found. Please go to the Install Tool and do a database compare!
fr: La table"sys_ter" n'a pas été trouvée. S'il vous plaît, allez dans le module "Installation" et effectuez un "Database compare"!

# reports_MainRepositoryNotFound
source: The Main Repository entry in table "sys_ter" was not found. Please go to the Extension Manager and import static data!
fr: Le dépôt principal de la table "sys_ter" n'a pas été trouvée. S'il vous plaît, allez dans le gestionnaire d'extensions et importez les données statiques!

# reports_MainRepositoryNoExtensions
source: The Main Repository has no extensions. Please update the repository in the Extension Manager or the Scheduler.
fr: Le dépôt principal ne contient pas d'extension. S'il vous plaît, mettez à jour le dépôt dans le gestionnaire d'extensions ou dans le planificateur.

# reports_MainRepositoryOldList
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
fr: La liste des extensions du dépôt principal date de plus de 7 jours. S'il vous plaît, mettez à jour dans le gestionnaire d'extensions ou dans le planificateur.

# reports_NoExtensionsFound
source: No extensions found!
fr: Aucune extension trouvée!

# reports_ExtensionsNotUpToDate
source: Extension list is not up to date!
fr: La liste des extensions n'est pas à jour!

# msg_items
source: Items
fr: Enregistrements

# msg_item
source: Item
fr: Enregistrement

# cmd_ClearAllFilters
source: Clear all Filters
fr: Effacer tous les filtres

# cmd_RetrieveUpdate
source: Retrieve / Update
fr: Récupérer / Mise à jour

# help_localFilter
source: Enter something to search for. Title and extension key are used for search.
fr: Entrez quelque chose à chercher. Le titre et la clé d'extension sont utilisés pour la recherche.

# help_remoteFilter
source: Enter something to search for and press Enter. For complete extension list use "*"
fr: Saisissez un terme à rechercher et appuyez sur Entrée. Pour la liste complète, utilisez "*"

# help_loadFileInEditor
source: Click on a file to load in editor
fr: Cliquez sur un fichier à charger dans l'éditeur

# extTemplate_showOldModules
source: Show old modules: Enable this option to have old modules like "Loaded Extensions, Installed extensions ..." available in upper left select box of the Extension Manager
fr: Afficher l'ancien gestionnaire d'extensions: Activer cette option pour que les anciens modules comme "Extensions chargées, Extensions installées ..." soit disponibles dans la boîte de sélection supérieure gauche du gestionnaire d'extensions

# extTemplate_selectedLanguages
source: Language selection: The language setting is saved here as a global setting. You should not change it at this place but instead use the Extension Manager tab for "Translation handling" to add and remove languages for your installation
fr: Choix de la langue: La langue est sauvée comme un paramètre global. Vous ne devez pas le modifier à cet endroit, mais plutôt utiliser l'onglet dans le gestionnaire d'extensions pour ajouter et supprimer des langues pour votre installation

# extTemplate_inlineToWindow
source: Use windows instead of inline display: On small screens the inline display of rows might take too much space. This switch moves the inline info to windows.
fr: Utiliser des fenêtres au lieu de l'affichage en ligne: sur les petits écrans, l'affichage en ligne des données pourrait prendre trop de place. Ce paramètre permet d'afficher les informations dans une fenêtre.

# extTemplate_displayMyExtensions
source: Display "My Extensions" Tab: In this tab you can manage your own extensions.
fr: Afficher l'onglet "Mes extensions": Dans cet onglet, vous pouvez gérer vos propres extensions.

# soap_error
source: Unexpected result from SOAP
fr: Résultat inattendu de SOAP

# fileEditFileChanged
source: File content changed
fr: Contenu du fichier changé

# fileEditFileChangedSavePrompt
source: Do you want to save this file before loading another file?
fr: Voulez-vous enregistrer ce fichier avant de charger un autre fichier?

# fileEditNewFilePrompt
source: Please enter complete filename
fr: S'il vous plaît entrez le nom du fichier complet

# fileEditRename
source: Rename
fr: Renommer

# fileEditCreateFileFolder
source: Create new file or folder
fr: Créer un nouveau fichier ou un dossier

# fileEditCreateFolder
source: Make Folder
fr: Créer un dossier

# fileEditReloadFiletree
source: Reload file tree
fr: Recharger l'arborescence de fichiers

# fileEditOperation
source: File Operation
fr: Opération sur le fichier

# fileEditMoveConfirmation
source: Are you sure to move "{0}" into "{1}"?
fr: Etes-vous sûr de déplacer "{0}" vers"{1}"?

# fileEditCopyConfirmation
source: Are you sure to copy "{0}" into "{1}"?
fr: Etes-vous sûr de copier "{0}" vers"{1}"?
