Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/em/language/*.locallang.xlf
Languages: fr

# tasks_updateExtensionlistTask.name
source: Update Extension List
fr: Mettre à jour la liste des extensions

# tasks_updateExtensionlistTask.description
source: Update the extension list on a regular basis. Once a day is a good interval.
fr: Mise à jour de la liste des extensions sur une base régulière. Une fois par jour est un bon intervalle.

# mlang_labels_tablabel
source: TYPO3 Extension Manager
fr: Gestionnaire d'extensions TYPO3

# mlang_labels_tabdescr
source: Manages TYPO3 extensions from a central repository. TYPO3 extensions include plugins, modules, class extensions, configuration code, etc. <br /><em>Access for 'admin' users only!</em>
fr: Gestion des extensions TYPO3 à partir du dépôt central, les extensions incluent les plugins, les modules, les classes, les configurations, etc.<br /><em>Accès pour les utilisateurs 'administrateurs' uniquement !</em>

# mlang_tabs_tab
source: Extension Manager
fr: Gestionnaire d'extensions

# category_BE_modules
source: Backend Modules
fr: Modules Backend

# category_FE_plugins
source: Frontend Plugins
fr: Plugins frontend

# category_miscellanous
source: Miscellaneous
fr: Divers

# category_templates
source: Templates
fr: Gabarits

# category_examples
source: Examples
fr: Exemples

# state_experimental
source: Experimental
fr: Expérimental

# state_obsolete
source: Obsolete
fr: Obsolète

# state_exclude_from_updates
source: Exclude From Updates
fr: Exclu des mises à jour

# type_system
source: System
fr: Système

# descr_system
source: System extension (typo3/sysext/) - Always distributed with the TYPO3 source code (static).
fr: Extension système (typo3/sysext/) - toujours distribuée avec le code source de TYPO3 (statique).

# descr_global
source: Global extension (typo3/ext/) - Available for shared source on server (dynamic).
fr: Extension globale (typo3/ext/) - disponible pour les sources partagées sur le serveur (dynamique).

# descr_local
source: Local extension (typo3conf/ext/) - Local for this TYPO3 installation only (dynamic).
fr: Extension locale (typo3conf/ext/) - présente uniquement sur cette installation TYPO3 (dynamique).

# privacy_notice
source: When you interact with the online repository, server information may be sent and stored in the repository for statistics.
fr: Lorsque vous interagissez avec le dépôt en ligne (TER), des informations du serveur pourraient être envoyées dans le dépôt pour les statistiques.

# security_header
source: Did you find a security problem?
fr: Vous avez trouvé une faille de sécurité ?

# security_warning_extensions
source: Please be aware that extensions are third-party software. Installing an extension is a security risk, as the high level of quality and security in the TYPO3 Core can not be assured in these extensions.
fr: Soyez conscient du fait que les extensions sont des applications tierces. Installer une extension représente un risque de sécurité, étant donné que la grande qualité et la sécurité du moteur TYPO3 ne peuvent être assurés pour ces extensions.

# security_descr
source: If you think you have found a security issue in TYPO3 or an extension, please contact the %sTYPO3 security team%s! Thank you!
fr: Si vous pensez avoir trouvé une faille de sécurité dans TYPO3 ou dans une extension, veuillez contacter %sl'équipe Sécurité de TYPO3 !%s Merci !

# menu_loaded_extensions
source: Loaded extensions
fr: Extensions chargées

# menu_install_extensions
source: Install extensions
fr: Installer des extensions

# menu_import_extensions
source: Import extensions
fr: Importer des extensions

# menu_update_extensions
source: Update extensions
fr: Mise à jour des extensions

# menu_update_extension
source: Update extension from version {0} to version {1}
fr: Mise à jour de l'extension de la version {0} vers la version {1}

# menu_translation_handling
source: Translation handling
fr: Gestion des traductions

# menu_language_packges
source: Language Packages
fr: Paquets de langue

# menu_settings
source: Settings
fr: Configurations

# lang_language
source: Language
fr: Langue

# lang_short
source: Short
fr: Court

# menu_extension_updates
source: Check for extension updates
fr: Vérifier les mises à jour d'extensions

# menu_extension_develop
source: Developer Module
fr: Module développeur

# list_order_category
source: Category
fr: Catégorie

# list_order_author
source: Author
fr: Auteur

# list_order_state
source: State
fr: État

# list_order_downloads
source: Downloads
fr: Téléchargements

# show_details
source: Details
fr: Détails

# show_links
source: Links
fr: Liens

# show_more_details
source: More details
fr: Plus de détails

# show_technical
source: Technical (takes time!)
fr: Vue technique (prend du temps !)

# show_validating
source: Validating (takes time!)
fr: Validation (prend du temps !)

# show_changed
source: Changed? (takes time!)
fr: Modifications ? (prend du temps !)

# details_edit
source: Edit files
fr: Éditer les fichiers

# details_backup_delete
source: Backup/Delete
fr: Sauvegarde / Suppression

# details_dump_db
source: Dump Database
fr: Sauvegarder la base de données

# details_upload
source: Upload to TER
fr: Télécharger sur le TER

# details_update
source: UPDATE!
fr: MISE A JOUR !

# header
source: Extension Manager
fr: Gestionnaire d'extensions

source: Group by:
fr: Grouper par :

source: Show:
fr: Montrer :

# display_shy
source: Display shy extensions
fr: Afficher les extensions timides

# display_obsolete
source: Display obsolete extensions
fr: Afficher les extensions obsolètes

# hide_shy
source: Hide shy extensions
fr: Masquer les extensions timides

# hide_obsolete
source: Hide obsolete extensions
fr: Masquer les extensions obsolètes

# display_installedOnly
source: Only display installed extensions
fr: Afficher uniquement les extensions installées

# display_updatesOnly
source: Only display updatable extensions
fr: Afficher uniquement les extensions qui peuvent être mises à jour

# display_all
source: Display all extensions
fr: Afficher toutes les extensions

# only_my_ext
source: Only my extensions:
fr: Uniquement mes extensions :

source: Show obsolete:
fr: Montrer les extensions obsolètes :

source: Local Extension List
fr: Liste des extensions locales

source: Available Extensions
fr: Extensions disponibles

source: Import Extensions
fr: Importer des extensions

source: Go back
fr: Retour

source: Look up:
fr: Chercher :

# loaded_exts
source: Loaded Extensions
fr: Extensions chargées

# how_to_install
source: If you want to use an extension in TYPO3, you should simply click the "plus" button %s .
fr: Si vous voulez utiliser une extension dans TYPO3, vous devez simplement cliquer sur le bouton "plus" %s.

# how_to_uninstall
source: Installed extensions can also be removed again - just click the remove button %s .
fr: Les extensions installées peuvent être désinstallées à nouveau - cliquez simplement sur le bouton "moins" %s.

# available_extensions
source: Available Extensions - Grouped by: %s
fr: Extensions disponibles - Groupées par : %s

# do_update
source: Update the extension in '%s' from online repository to server
fr: Mettre à jour l'extension dans &quot;%s&quot; à partir du TER sur le serveur

# excluded_from_updates
source: The extension is excluded from updates! You can change this in the appropriate ext_emconf.php file.
fr: L'extension est exclue des mises à jour ! Vous pouvez changer cela dans le fichier ext_emconf.php approprié.

# import_to_local_dir
source: Import this extension from the online repository to the 'local' directory typo3conf/ext/.
fr: Importer cette extension du TER vers le dossier &quot;local&quot; typo3conf/ext

# list_or_look_up
source: List or look up %s extensions
fr: Lister ou rechercher %s.

# list_or_look_up_extensions
source: Look up extensions:
fr: Rechercher les extensions:

# list_or_look_up_all
source: all
fr: toutes les extensions

# list_or_look_up_reviewed
source: reviewed
fr: les extensions révisées

# look_up_button
source: Look up
fr: Rechercher

# privacy_notice_header
source: PRIVACY NOTICE:
fr: PROTECTION DES DONNÉES PERSONNELLES :

# extensions_repository_group_by
source: Extensions in the TYPO3 Extension Repository (online) - Grouped by:
fr: Extensions du TER (en ligne) - groupées par :

# extensions_repository_short
source: Extensions in repository:
fr: Extensions sur le TER:

# extension_required_short
source: Rq
fr: Obl

# list_of_local_extensions
source: This is the list of extensions which are available locally, but not in the repository.
fr: Ceci est la liste des extensions disponibles localement, mais pas dans le TER.

# might_be_user_defined
source: They might be user-defined and should be prepended user_ then.
fr: Elles semblent être personnalisées et devraient donc être préfixées par &quot;user_&quot;

# only_on_this_server
source: Extensions found only on this server
fr: Extensions trouvées uniquement sur le serveur

# no_matching_extensions
source: No matching extensions found.
fr: Aucune extension correspondante trouvée.

# connect_to_ter
source: Connect to the current mirror and retrieve the current list of available plugins from the TYPO3 Extension Repository.
fr: Se connecter au miroir courant et récupérer la liste actuelle des extensions disponibles sur le TER.

source: Retrieve/Update
fr: Récupérer / Mettre à jour

# ext_list_last_updated
source: (Last Update: %s)
fr: (dernière mise à jour : %s)

# in_repository
source: Extensions in the TYPO3 Extension Repository
fr: Extensions dans le TER

# upload_t3x
source: Upload extension file (.t3x):
fr: Charger le fichier d'extension (.t3x) :

# upload_to_location
source: ...to location:
fr: ...vers l'emplacement :

# system_folder
source: System (typo3/sysext/)
fr: Système (typo3/sysext/)

# overwrite_ext
source: Overwrite any existing extension!
fr: Écraser l'extension existante !

# upload_ext
source: Extension Upload
fr: Charger une extension

# upload_ext_file
source: Upload extension file
fr: Charger un fichier d'extension

# upload_ext_from
source: Upload extension from your computer
fr: Charger une extension de votre ordinateur

# upload_ext_directly
source: Upload extension file directly (.t3x)
fr: Charger directement un fichier d'extension (.t3x) :

# upload_selectExtension
source: Select Extension (*.t3x)
fr: Sélectionner l'extension (*.t3x)

# previous_page
source: Prev page
fr: Page précédente

source: Next page
fr: Page suivante

# showing_extensions_from_to
source: Showing extensions %s to %s
fr: Affichage des extensions %s à %s

source: Security Settings
fr: Paramètres de sécurité

# show_exts_without_security_check
source: Enable extensions without review (basic security check):
fr: Activer les extensions non révisées (vérification basique de sécurité) :

source: Notice:
fr: Note :

# security_notice
source: Make sure you know the consequences of enabling this checkbox. Check the %sinformation on typo3.org about security reviews%s!
fr: Assurez-vous de connaître les conséquences qu'aurait l'activation de cette case à cocher. Vérifiez %sl'information sur typo3.org à propos des révisions de sécurité%s !

# user_settings
source: Repository User Settings
fr: Paramétrage utilisateur

# enter_repository_username
source: Username
fr: Nom d'utilisateur (TER)

# enter_repository_password
source: Password
fr: Mot de passe (TER)

# repository_password_info
source: This is <em>not</em> your password to the TYPO3 backend! This user information is what is needed to log in at typo3.org with your account there!
fr: Il ne s'agit <em>pas</em> de votre mot de passe de l'accès au Backend de TYPO3 ! Cette information est nécessaire à la connexion au site typo3.org avec votre compte !

# repository_notfound
source: No repositories found.
fr: Pas de dépôt trouvé

# repository_update
source: Update Repository
fr: Mise à jour du dépôt

# repository_creating
source: Creating Repository ...
fr: Création du dépôt ...

# repository_saving
source: Saving Repository ...
fr: Sauvegarde du dépôt ...

# repository_update_not_needed
source: No update needed!
fr: Aucune mise à jour nécessaire!

# repository_updated
source: Repository was updated.
fr: Le dépôt à été mis à jour.

# repository_extensions_count
source: There are {0} extensions currently in the repository.
fr: Il y a actuellement {0} extensions sur le dépot.

source: Mirror selection
fr: Sélection du miroir

# mirror_list_url
source: Enter mirror list URL:
fr: Entrer l'URL de la liste des miroirs :

# mirror_select
source: Select a mirror from below. This list is built from the online mirror list retrieved from the URL above.
fr: Sélectionner un miroir ci-dessous. Cette liste est construite à partir de la liste des miroirs récupérée depuis l'URL défini ci-dessus.

source: Mirror list
fr: Liste des miroirs

# mirror_list_reload
source: Click here to reload the list.
fr: Cliquer ici pour recharger la liste.

# mirror_use
source: Use
fr: Utiliser

# mirror_name
source: Name
fr: Nom

source: Mirror
fr: Miroir

# mirror_url_long
source: Mirror URL
fr: URL du miroir

# mirror_country
source: Country
fr: Pays

# mirror_sponsored_by
source: Sponsored by
fr: Sponsor

# mirror_logo_link
source: Logo / Link
fr: Logo / Lien

# mirror_use_random
source: Random (recommended!)
fr: Aléatoire (recommandé !)

source: Enter repository URL:
fr: Entrer l'URL du dépôt :

# repository_url_hint
source: If you set a repository URL, this overrides the use of a mirror. Use this to select a specific (private) repository.
fr: Si vous paramétrez une URL de dépôt, cela écrase l'utilisation d'un mirroir. Utilisez ceci pour sélectionner un dépôt spécifique / privé.

source: Repository settings
fr: Paramétrage du dépôt

# repository_edit
source: Edit repository "{0}"
fr: Editer le dépôt &quot;{0}&quot;

# repository_create
source: Create new repository
fr: Créer un nouveau dépôt

# repository_delete
source: Delete repository
fr: Supprimer le dépôt

# repository_deleting
source: Deleting repository
fr: Suppression du dépôt

# repository_deleted
source: Repository "{0}" was deleted.
fr: Dépôt &quot;{0}&quot; supprimé.

# repository_created
source: Repository "{0}" was created.
fr: Dépôt &quot;{0}&quot; crée.

# repository_saved
source: Repository "{0}" was saved.
fr: Dépôt &quot;{0}&quot; sauvegardé.

source: Repository
fr: Dépôt

# repository_main_nodelete
source: Main repository cannot be deleted!
fr: Le dépôt principal ne peut être supprimé!

# repository_upToDate
source: Repository is up to date.
fr: Le dépôt est à jour.

source: Translation Settings
fr: Paramétrage de traduction

source: Languages to fetch:
fr: Langues à récupérer :

# translation_info
source: For the selected languages the Extension Manager tries to download and install translation files if available, whenever an extension is installed. (This replaces the <code>csh_*</code> extensions that were used to install core translations before TYPO3 version 4!)
fr: Pour les langues sélectionnées, le gestionnaire d'extensions tente de télécharger et installer les fichiers de traduction s'ils sont disponibles, à partir du moment où une extension est installée. (Ceci remplace les extensions <code>csh_*</code> qui étaient utilisées pour installer la traduction du core avant la version 4 de TYPO3 !)

# translation_loaded_exts
source: To request an update or installation for already loaded extensions, see below.
fr: Pour demander la mise à jour ou l'installation des extensions déjà chargées, voyez ci-dessous.

# translation_save_selection
source: Save selection
fr: Enregistrer la sélection

# translation_selection_saved
source: Language selection was saved
fr: Sélection de la langue sauvegardée

# translation_selection_impossible
source: Language selection was not possible due language dependency!
fr: La sélection de la langue n'était pas possible en raison d'une dépendances de langue!

# translation_check_status_button
source: Check status against repository
fr: Comparer le statut par rapport au dépôt

# translation_update_button
source: Update from repository
fr: Mettre à jour par rapport au dépôt

source: Translation status
fr: Statut de la traduction

# translation_check_status
source: Checking translation status, please wait...
fr: Vérification du statut des traductions, veuillez patienter...

# translation_checking
source: Checking ...
fr: Vérification ...

# translation_refresh_languages
source: Refresh languages ...
fr: Actualisation des langues ...

# translation_table_check
source: This table shows the status of the translations of the loaded extensions.
fr: Ce tableau affiche le statut des traductions des extensions chargées.

# translation_extension_key
source: Extension key
fr: Clé de l'extension

# translation_checking_extension
source: Checking translation status for extension \"%s\"...
fr: Vérification du statut de la traduction par rapport au dépôt

# translation_fetch_extension
source: Fetch language for extension "{0}" {1} of {2}
fr: Récupération de la langue pour l'extension "{0}" {1} vers {2}

# translation_checking_extension
source: Check languages against repository
fr: Vérification du statut de la traduction par rapport au dépôt

# translation_update_extension
source: Update languages from repository
fr: Mise à jour des langues depuis du dépôt

# translation_no_translation
source: No translation available
fr: Pas de traduction disponible

# translation_n_a
source: not available
fr: non disponible

# translation_not_installed
source: Not installed/Unknown
fr: Non installée/Inconnue

# translation_status_new
source: New translation available
fr: Nouvelle traduction disponible

# translation_status_uptodate
source: up to date
fr: à jour

# translation_needs_update
source: Needs update
fr: Nécessite une mise à jour

# translation_status_update
source: Update available
fr: Mise à jour disponible

# translation_status_notchecked
source: not checked
fr: non vérifié

# translation_is_ok
source: Is up to date
fr: Est à jour

# translation_status_ok
source: updated
fr: mis à jour

# translation_check_done
source: Check done.
fr: Vérifié.

# translation_update_status
source: Updating translations, please wait...
fr: Mise à jour des traductions, veuillez patienter...

# translation_table_update
source: This table shows the update results of the translations of the loaded extensions.
fr: Ce tableau affiche les résultats des mises à jour des traductions des extensions chargées.

# translation_full_check_update
source: If you want to force a full check or update, delete the l10n zip files from the typo3temp folder.
fr: Si vous voulez forcer une vérification ou une mise à jour complète, supprimez les fichiers zip l10n du dossier typo3temp.

# translation_updating_extension
source: Updating translation for extension \"%s\"...
fr: Mise à jour des traductions pour l'extension \&quot;%s\&quot;...

# translation_has_been_updated
source: Has been updated
fr: A été mis à jour

# translation_problems
source: Possible reasons: Network problems, allow_url_fopen is off, cURL is not enabled in the Install Tool
fr: Raisons possibles: problèmes réseau, le paramètre allow_url_fopen est à off, cURL n'est pas activé dans le module d'installation

# translation_status_could_not_fetch
source: Could not fetch translation status
fr: Le statut de la traduction n'a pas pu être récupéré

# translation_update_done
source: Update done.
fr: Mise à jour effectuée.

# translation_unpacking_failed
source: Unpacking the language pack failed!
fr: L'extraction du paquet de langue a échoué !

# translation_singleCheckQuestion
source: Do you want to update the language package "{0}" for the extension {1}?
fr: Voulez-vous mettre à jour le paquet de langue "{0}" pour l'extension {1} ?

# translation_singleCheck
source: Fetch language {0} for extension {1} ...
fr: Récupération de la langue "{0}" pour l'extension {1} ...

# translation_singleCheckTip
source: Click to update this language for this extension only
fr: Cliquez pour mettre à jour cette langue pour cette extension seulement

# ext_load_details_button
source: Load details
fr: Charger les détails

# ext_or
source: or
fr: ou

# ext_import_update_button
source: Import/Update
fr: Import / Mise à jour

# ext_import_update_to
source: to:
fr: à :

# ext_import_system
source: System:
fr: Système :

# ext_import_overwrite
source: (OVERWRITE)
fr: (ÉCRASER)

# ext_import_folder_empty
source: (empty)
fr: (vide)

# ext_import_excluded_from_updates
source: This extension is excluded from updates! You can change this in the ext_emconf.php file in the extension folder.
fr: L'extension est exclue des mises à jour ! Vous pouvez changer cela dans le fichier ext_emconf.php approprié.

# ext_import_select_command
source: Select command
fr: Sélectionner la commande

# ext_import_remote_ext_details
source: Remote Extension Details
fr: Détails sur l'extension distante

# ext_import_list_not_updated
source: Error: The list could not be fetched from %s.
fr: Erreur: La liste n'a pas pu être vérifiée à partir de %s.

# ext_import_list_updated
source: The mirror list has been updated and now contains %s entries.
fr: La liste du miroir a été mise à jour et contient maintenant %s entrées.

# ext_import_list_empty
source: The mirror list contained no entries and was not updated.
fr: La liste du miroir n'a pas été mise à jour car elle ne contient aucune entrée.

# ext_import_md5_not_updated
source: Error: The extension MD5 sum could not be fetched from %s.
fr: Erreur: La somme de contrôle MD5 de l'extension n'a pas pu être vérifiée à partir de %s.

# ext_import_extlist_updated_header
source: Extension list updated
fr: Liste des extensions mises à jour

# ext_import_extlist_updated
source: The extension list has been updated and now contains %s extension entries.
fr: La liste des extensions a été mise à jour et contient maintenant %s entrées.

# ext_import_list_unchanged_header
source: No updates available
fr: Pas de mise à jour disponible

# ext_import_list_unchanged
source: The extension list has not changed remotely and has not been fetched.
fr: La liste des extensions n'a pas changé sur le serveur, et n'a donc pas été récupérée.

# ext_import_ext_already_installed_loaded
source: Extension already installed and loaded.
fr: L'extension est déjà installée et chargée.

# ext_import_p_localconf
source: localconf.php is not writable!
fr: localconf.php ne peut pas être écrit !

# ext_import_ext_loaded
source: Extension was already installed, and has now been loaded.
fr: L'extension était déjà installée, elle a été chargée.

# ext_import_ext_n_a
source: Extension not available in matching version.
fr: Extension non disponible dans la version correspondante.

# ext_import_ext_imported
source: Extension has been imported from repository and loaded.
fr: L'extension a été importée du dépôt et chargée.

# ext_import_ext_not_loaded
source: Extension is in repository but could not be loaded.
fr: L'extension est dans le dépôt, mais n'a pas pu être chargée.

# ext_import_ext_n_a_rep
source: Extension not available in repository.
fr: L'extension n'est pas disponible dans le dépôt.

# ext_import_file_not_uploaded
source: File was not uploaded?!
fr: Le fichier n'a pas été mis à jour ?!

# ext_import_file_empty
source: File is empty!
fr: Le fichier est vide !

# ext_import_ext_present_no_overwrite
source: A version of the extension was already present in '%s' and the overwrite flag was not set.
fr: Une version de l'extension était déjà présente dans '%s' et l'option "écraser" n'était pas activée.

# ext_import_ext_present_nothing_done
source: So nothing was done...
fr: Donc rien n'a été fait...

# ext_import_no_key
source: No extension key in file. Strange...
fr: Pas de clé d'extension dans le fichier. Étrange...

# ext_import_wrong_file_format
source: Wrong file format. No data recognized, %s.
fr: Mauvais format de fichier. Aucune donnée reconnue, %s.
