Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/em/language/*.locallang.xlf
Languages: fr

# ext_import_no_file
source: No file uploaded! Probably the file was too large for PHP's internal limit for uploadable files.
fr: Aucun fichier téléchargé ! Le fichier était probablement trop gros par rapport à la limite PHP interne pour les téléchargements de fichiers.

# ext_import_file_not_created
source: Error: File '%s' could not be created!!!
fr: Erreur : Le fichier '%s' n'a pas pu être créé !!!

# ext_import_file_corrupted
source: Error: File '%s' MD5 was different from the md5 of the original file - so the file is corrupted!
fr: Erreur : Le MD5 du fichier '%s' était différent du MD5 du fichier original - le fichier est donc corrompu !

# ext_import_success
source: Extension imported
fr: Extension importée

# ext_import_success_folder
source: Folder created: %s
fr: Dossier créé : %s

# ext_import_no_conf_file
source: Error: Could not find '%s'.
fr: Erreur : '%s' n'a pas pu être trouvé.

# ext_import_ext_type
source: Installation Type:
fr: Type d'installation :

# ext_import_cache_files_removed
source: Cache files are removed and will be rewritten upon next hit.
fr: Les fichiers de cache sont déplacés et seront ré-écrits lors du prochain hit.

# ext_import_install_uninstall
source: Install/Uninstall Extension:
fr: Installer/Désinstaller l'extension :

# ext_import_uninstall
source: Uninstall extension
fr: Désinstaller l'extension

# ext_import_install
source: Install extension
fr: Installer l'extension

# ext_import_imported
source: The extension has been imported.
fr: L'extension a été importée.

# ext_import_close_check
source: Close window and recheck dependencies.
fr: Fermer la fenêtre et vérifier à nouveau les dépendances.

# ext_import_close
source: Close window.
fr: Fermer la fenêtre.

# ext_import_ext_path_different
source: Error: The extension path '%s' was different than expected...
fr: Erreur : Le chemin de l'extension '%s' était différent de celui attendu...

# ext_import_ext_only_here
source: Error: The extension can only be installed in the path %s (lockType=%s).
fr: Erreur : L'extension peut uniquement être installée dans le chemin %s (lockType=%s).

# ext_import_no_ext_key_files
source: Error: No extension key!!! Why? - nobody knows... (Or there are no files in the file array...)
fr: Erreur : Aucune clé d'extension !!! Pourquoi ? - personne ne sait... (ou bien il n'y a aucun fichier dans le tableau de fichier...)

# ext_import_data_transfer
source: Error: The data transfer did not succeed. %s
fr: Erreur : le transfert de données n'a pas abouti. %s

# ext_import_no_install_here
source: Error: Installation is not allowed in this path (%s).
fr: Erreur : L'installation n'est pas autorisée dans ce chemin (%s).

# ext_import_results
source: Extension import results
fr: Résultats de l'import de l'extension

# ext_import_versions
source: Import versions of "{0}"
fr: Importation des versions de "{0}"

# ext_import_versions_available
source: {0} versions available
fr: {0} versions disponibles

# ext_details_new_tables_fields
source: Before the extension can be installed the database needs to be updated with new tables or fields.
fr: Avant que l'extension ne puisse être installée, la base de données a besoin d'une mise à jour avec de nouvelles tables ou de nouveaux champs.

# ext_details_new_tables_fields_select
source: Please select which operations to perform:
fr: Veuillez sélectionner l'opération à effectuer :

# ext_details_installing
source: Installing %s:
fr: Installation de %s:

# ext_details_db_needs_update
source: Database needs to be updated
fr: La base de données a besoin d'une mise à jour

# ext_details_dbUpToDate
source: Database is up to date
fr: La base de données est à jour

# ext_details_remove_ext
source: Remove extension
fr: Désinstaller l'extension

# ext_details_removing
source: Removing %s:
fr: Désinstallation de %s :

# ext_details_ext_installed_removed
source: The extension has been %s.
fr: L'extension a été %s.

# ext_details_ext_installed_with_key
source: The extension "%s" has been installed.
fr: L'extension "%s" a été installée.

# ext_details_ext_removed_with_key
source: The extension "%s" has been removed.
fr: L'extension "%s" a été désinstallée.

# ext_details_installed
source: installed
fr: installée

# ext_details_removed
source: removed
fr: désinstallée

# ext_details_write_access_error
source: Write access error
fr: Erreur d'accès en écriture

# ext_details_write_error_localconf
source: typo3conf/localconf.php seems not to be writable, so the extension cannot be installed automatically!
fr: typo3conf/localconf.php semble ne pas avoir les droits en écriture, donc l'extension ne peut pas être installée automatiquement !

# ext_details_error_downloading
source: Error while trying to download the extension file...
fr: Erreur pendant la tentative de téléchargement du fichier de l'extension...

# ext_details_md5_previous
source: MD5: %s (Previous File)
fr: MD5 : %s (fichier précédant)

# ext_details_no_changes
source: No changes to the file detected!
fr: Aucun changement de fichier détecté !

# ext_details_file
source: File: %s
fr: Fichier: %s

# ext_details_md5_current
source: MD5: %s (Current File)
fr: MD5: %s (fichier courant)

# ext_details_md5_submitted
source: MD5: %s (Submitted File)
fr: MD5: %s (fichier envoyé)

# ext_details_saving_failed_changes_lost
source: Saving failed, the content was not correctly written to disk. Changes have been lost!
fr: L'enregistrement a échoué, le contenu n'a pas été écrit correctement sur le disk. Les changement ont été perdus !

# ext_details_file_saved
source: File saved.
fr: Fichier enregistré.

# ext_details_file_save_button
source: Save file
fr: Enregistrer le fichier

# ext_details_file_unknownType
source: Unknown file type
fr: Type de fichier inconnu

# ext_details_file_textType
source: Text
fr: Texte

# ext_details_file_extType
source: %s - file
fr: %s - fichier

# ext_details_saving_disabled
source: SAVING IS DISABLED - It can be enabled with the $TYPO3_CONF_VARS['EXT']['noEdit'] flag
fr: [L'ENREGISTREMENT EST DÉSACTIVÉ - Il peut être activé avec le paramètre $TYPO3_CONF_VARS['EXT']['noEdit']

# ext_details_cancel_button
source: Cancel
fr: Annuler

# ext_details_edit_file
source: Edit file:
fr: Éditer le fichier :

# ext_details_filesize_exceeded_kb
source: File size exceeded %s KBytes
fr: La taille du fichier dépasse %s Kb

# ext_details_file_too_large
source: Files larger than %s KBytes are not allowed to be edited.
fr: Les fichiers qui font plus de %s Kb ne sont pas éditables.

# ext_details_fatal_edit_error
source: Fatal Edit error: File '%s' was not inside the correct path of the TYPO3 Extension!
fr: Erreur fatale d'édition : Le fichier &quot;%s&quot; n'était pas dans le bon chemin de l'extension TYPO3 !

# ext_details_loaded_and_running
source: The extension is installed (loaded and running)!
fr: L'extension est installée (chargée et elle fonctionne) !

# ext_details_remove_button
source: Click here to remove the extension:
fr: Cliquez ici pour désinstaller l'extension :

# ext_details_not_loaded
source: The extension is <strong>not</strong> installed yet.
fr: L'extension n'est &lt;strong&gt;pas&lt;/strong&gt; encore installée.

# ext_details_install_button
source: Click here to install the extension:
fr: Cliquez ici pour installer l'extension :

# ext_details_always_loaded
source: This extension is entered in the TYPO3_CONF_VARS['EXT']['requiredExt'] list and is therefore always loaded.
fr: Cette extension se trouve dans la liste TYPO3_CONF_VARS['EXT']['requiredExt'] et par concéquent est toujours chargée.

# ext_details_current_status
source: Current status:
fr: État courant :

# ext_details_update_needed
source: Update needed:
fr: Mise à jour requise :

# ext_details_notice_static_data
source: (Notice: "Static data" may not <em>need</em> to be updated. You will only have to import static data each time you upgrade the extension.)
fr: Note : Les données &quot;statiques&quot; ne devraient pas &lt;em&gt;avoir besoin&lt;/em&gt; de mise à jour. Vous n'aurez besoin d'importer les données statiques qu'à chaque mise à jour de l'extension.)

# ext_details_notice_clear_cache
source: (<em>Notice: You may need to clear the cache after the configuration of the extension. This is required if the extension adds TypoScript depending on these settings.</em>)
fr: <em>Note : Vous devriez vider le cache après la configuration de l'extension. Ceci est nécessaire si l'extension ajoute du Typoscript dépendant de ces paramétrages.</em>)

# ext_details_details
source: Details:
fr: Détails :

# ext_details_no_unique_ext
source: The extension has an extension key prefixed with "user_" which indicates that it is a user-defined extension with no official unique identification. Therefore it cannot be uploaded.
fr: La clés de l'extension est préfixée avec &quot;user_&quot; ce qui indique que cette extension est personnalisée et n'a pas de numéro d'indentification unique. Par concéquent, elle ne peut pas être téléchargée.

# ext_details_no_username
source: You have not configured a default username/password yet. %sGo to "Settings"%s if you want to do that.
fr: Vous n'avez pas encore configuré un username/mot de passe par défaut. %srendez-vous à l'écran de &quot;Configurations&quot;%s si vous voulez le faire.

# ext_details_upload_to_ter
source: Upload extension to repository
fr: Télécharger l'extension vers le dépôt (TER)

# ext_details_delete
source: Delete
fr: Supprimer

# ext_details_backup
source: Backup
fr: Sauvegarder

# ext_details_update_em_conf
source: Update EM_CONF
fr: Mettre à jour EM_CONF

# ext_details_ext_files
source: Extension files
fr: Fichiers de l'extension

# ext_details_update
source: Update:
fr: Mis à jour :

# ext_details_externActions
source: External extension actions
fr: Extension d'action externe

# ext_details_no_update_object
source: No update object
fr: Aucun objet mis à jour

# ext_details_updateScript
source: Update script
fr: Script de mise à jour

# ext_details_checkUpdateScript
source: Check update script
fr: Vérifier le script de mise à jour

# ext_details_doNotLoadInFE
source: Load extension in Frontend
fr: Charger l'extension en frontend

# reqInstExt_install_import
source: Install/Import:
fr: Installer/Importer :

# reqInstExt_ext_key
source: Extension Key:
fr: Clé d'extension:

# reqInstExt_import_install_selected
source: Import and Install selected
fr: Importer et installer la sélection

# reqInstExt_return
source: Return
fr: Retourner

# reqInstExt_imp_inst_ext
source: Import/Install Extensions:
fr: Importer/Installer les extensions :

# updatesForm_make_updates
source: Make updates
fr: Faire les mises à jour

# extDumpTables_tables_fields
source: Table and field structure required
fr: Structure de table et de champ nécessaire

# extDumpTables_bytes_written_to
source: %sbytes written to %s
fr: %s bytes écrits sur %s

# extDumpTables_dumping_content
source: Dumping table content for static tables:
fr: Sauvegarder le contenu des tables pour les tables &quot;statiques&quot;

# extDumpTables_static_tables
source: Static tables
fr: Tables statiques

# extDumpTables_write_static
source: Write current static table contents to ext_tables_static+adt.sql now!
fr: Écrire le contenu des tables statiques sur ext_tables_static+adt.sql maintenant !

# extDumpTables_dumping_db_structure
source: Dumping current database structure for:
fr: Sauvegarde de la structure de la base de donnée courante pour :

# extDumpTables_solo_fields
source: Solo fields:
fr: Champs séparés :

# extDumpTables_write_dump
source: Write this dump to ext_tables.sql now!
fr: Écrire cette sauvegarde sur ext_tables.sql maintenant !

# extDumpTables_based_on
source: This dump is based on two factors:
fr: Cette sauvegarde est basée sur deux facteurs :

# extDumpTables_based_on_one
source: 1) All table names in ext_tables.sql which are <em>not</em> found in the "modify_tables" list in ext_emconf.php are dumped with the current database structure.
fr: 1) Tous les noms de tables dans ext_tables.sql qui ne se trouvent &lt;em&gt;pas&lt;/em&gt; dans la liste des tables modifiées dans ext_emconf.php sont sauvegardées avec la structure de la base de données courante.

# extDumpTables_based_on_two
source: 2) For any table names which <em>are</em> listed in "modify_tables" all fields and keys found for the table in ext_tables.sql will be redumped with the fresh equivalents from the database.
fr: 2) Pour les tables qui &lt;em&gt;sont&lt;/em&gt; listées dans les tables modifiées, tous les champs et clés trouvés dans ext_tables.sql seront re-sauvegardés avec leur correspondance raffraichie à partir de la base de données.

# extDumpTables_bottomline
source: Bottomline is: Whole tables are dumped from database with no regard to which fields and keys are defined in ext_tables.sql. But for tables which are only modified, any NEW fields added to the database must in some form or the other exist in the ext_tables.sql file as well.
fr: Conclusion : l'ensemble des tables sont sauvegardées à partir de la base de données sans vérification de la définition des champs et des clés dans ext_tables.sql. Mais pour les tables qui sont uniquement modifiées, tout NOUVEAU champ ajouté à la table doit d'une façon ou d'une autre exister aussi dans ext_tables.sql.

# extFileList_file
source: File:
fr: Fichier :

# extFileList_size
source: Size:
fr: Taille :

# extFileList_edit
source: Edit:
fr: Éditer :

# extFileList_download
source: Download...
fr: Téléchargement...

# extFileList_edit_file
source: Edit file
fr: Éditer le fichier

# extDelete_ext_active
source: This extension is currently installed (loaded and active) and cannot be deleted!
fr: Cette extension est actuellement installée (chargée et active) et ne peut donc pas être supprimée !

# extDelete_wrong_scope
source: You cannot delete (and install/update) extensions in the %s scope.
fr: Vous ne pouvez pas supprimer (ni installer/mettre à jour) les extensions du périmètre %s.

# extDelete_remove_dir_failed
source: ERROR: Could not remove extension directory '%s'. The following errors occurred:
fr: Erreur : Le dossier '%s' de l'extension n'a pas pu être supprimé. Les erreurs suivantes sont survenues :

# extDelete_removed_header
source: Extension deleted
fr: Extension supprimée

# extDelete_removed
source: Removed extension in path '%s'!
fr: Extension supprimée du chemin '%s' !

# extDelete_sure
source: Are you sure you want to delete this extension from the server?
fr: Êtes-vous certain de vouloir supprimer cette extension du serveur ?

# extDelete_from_server
source: DELETE EXTENSION FROM SERVER
fr: SUPPRIMER L'EXTENSION DU SERVEUR

# extDelete_from_location
source: (in the '%s' location '%s'!)
fr: (dans '%s' à l'emplacement '%s'!)

# extDelete_backup
source: (Maybe you should make a backup first, see above.)
fr: (Peut-être devriez-vous faire une sauvegarde avant, voir ci-dessous.)

# extDelete_neither_global_nor_local
source: This extension is neither global nor local one and cannot be removed.
fr: Cette extension n'est ni globale, ni locale, elle ne peut donc être supprimée.

# extUpdateEMCONF_sure
source: Are you sure you want to update EM_CONF?
fr: Êtes-vous certain de vouloir mettre à jour EM_CONF ?

# extUpdateEMCONF_file
source: Update extension EM_CONF file
fr: Mise à jour du fichier EM_CONF de l'extension

# extUpdateEMCONF_info_changes
source: If files are changed, added or removed to an extension this is normally detected and displayed so you know that this extension has been altered locally and may need to be uploaded or at least not overwritten.
fr: Si les fichiers sont modifiés, ajoutés ou supprimés d'une extension, ceci est normalement détecté et affiché, donc vous savez que cette extension a été altérée localement et devrait être téléchargée ou en tout cas ne pas être écrasée.

# extUpdateEMCONF_info_reset
source: Updating this file will reset this check.
fr: La mise à jour de ce fichier va annuler cette vérification.

# extBackup_select
source: Make selection:
fr: Sélectionner :

# extBackup_files
source: Extension files:
fr: Fichiers d'extension :

# extBackup_download
source: Download extension '%s' as a file.
fr: Télécharger l'extension '%s' en tant que fichier.

# extBackup_data_tables
source: Data tables:
fr: Tables de données :

# extBackup_static_tables
source: Static tables:
fr: Tables statiques :

# extBackup_unexpected_error
source: An unexpected error has occurred. There are problems with your extension key or with the extension data.
fr: Une erreur est survenue inopinément. Il y a des problèmes avec la clé de l'extension ou avec les données de l'extension.

# extBackup_dump_table
source: Dump table '%s'
fr: Sauvegarder la table '%s'

# extBackup_number_of_records
source: %s records
fr: %s enregistrements

# extBackup_table_not_there
source: Did not exist.
fr: N'existe pas.

# extBackup_dump_all_tables
source: Dump all existing tables.
fr: Sauvegarder toutes les tables existantes.

# extBackup_download_all_data
source: Download all data from:
fr: Télécharger toutes les données de :

# extBackup_nothing_to_dump
source: Nothing to dump...
fr: Rien à sauvegarder...

# extInfoArray_general_info
source: General information:
fr: Information générale :

# extInfoArray_title
source: Title
fr: Titre

# extInfoArray_author
source: Author
fr: Auteur

# extInfoArray_downloads
source: Downloads
fr: Téléchargements

# extInfoArray_lastUpdate
source: Last Update
fr: Dernière mise à jour

# extInfoArray_category
source: Category
fr: Catégorie

# extInfoArray_state
source: State
fr: État

# extInfoArray_shy
source: Shy
fr: Timide

# extInfoArray_internal
source: Internal
fr: Interne

# extInfoArray_depends_on
source: Depends on
fr: Dépendances

# extInfoArray_conflicts_with
source: Conflicts with
fr: Conflits

# extInfoArray_suggests
source: Suggests
fr: Suggestions

# extInfoArray_priority
source: Priority
fr: Priorité

# extInfoArray_clear_cache
source: Clear cache
fr: Vider le cache

# extInfoArray_incl_modules
source: Includes modules
fr: Modules inclus

# extInfoArray_lock_type
source: Lock installation Type
fr: Type d'installation verrouillé

# extInfoArray_load_in_frontend
source: Load in frontend
fr: Chargement en Frontend

# extInfoArray_modifies_tables
source: Modifies tables
fr: Tables modifiées

# extInfoArray_inst_status
source: Installation status
fr: Statut d'installation

# extInfoArray_inst_type
source: Type of installation
fr: Type d'installation

# extInfoArray_root_files
source: Root files
fr: Fichiers à la racine

# extInfoArray_table_error
source: Table error!
fr: Erreur de table

# extInfoArray_missing_fields
source: One or more required fields/tables are probably missing in the database!
fr: Un ou plusieurs champs/tables obligatoire sont probablement manquants dans la base de données !

# extInfoArray_static_table_error
source: Static table error!
fr: Erreur de table statique !

# extInfoArray_static_tables_missing_empty
source: The static tables are missing or empty!
fr: Les tables statiques sont vides ou manquantes !

# extInfoArray_db_update_needed
source: The database will need to be updated when this extension is installed.
fr: La base de données va avoir besoin d'une mise à jour après l'installation de cette extension.

# extInfoArray_tables_ok
source: All required tables are already in the database!
fr: Toutes les tables obligatoires sont déjà dans la base de données !

# extInfoArray_db_requirements
source: Database requirements:
fr: Prérequis de la base de données :

# extInfoArray_db_status
source: Database status:
fr: Statut de la base de données :

# extInfoArray_config_template
source: Config template:
fr: Gabarit de configuration :

# extInfoArray_typoscript_files
source: TypoScript files:
fr: Fichiers TypoScript :

# extInfoArray_language_files
source: Language files:
fr: Fichiers de langue :

# extInfoArray_upload_folder
source: Upload folder:
fr: Dossier de téléchargement :

# extInfoArray_create_directories
source: Create directories:
fr: Création de dossiers :

# extInfoArray_module_names
source: Module names:
fr: Nom des modules :

# extInfoArray_class_names
source: Class names:
fr: Nom des classes :

# extInfoArray_code_warnings
source: Code warnings:
fr: Erreur de code :

# extInfoArray_dev_relevant
source: (developer-relevant)
fr: (relatif aux développeurs)

# extInfoArray_relevance
source: Relevance
fr: Erreur de nommage :

# extInfoArray_annoyances
source: Naming annoyances:
fr: Problèmes de dénomination:

# extInfoArray_difference_detected
source: A difference between the originally installed version and the current one was detected!
fr: Une différence entre la version installée d'origine et la version courante a été détectée !

# extInfoArray_modified_files
source: Modified files:
fr: Fichiers modifiés :

# extInfoArray_files_changed
source: Files changed:
fr: Fichiers modifiés :

# extInfoArray_additional_fields
source: Additional fields:
fr: Champs supplémentaires :

# extInfoArray_double_installation_infotext
source: A %s extension with this key is also available on the server, but cannot be loaded, because the "%s" version takes precedence.
fr: Une extension %s avec la même clé est également disponible sur le serveur, mais elle ne peut pas être chargée car la version &quot;%s&quot; est prioritaire.

source: Repositories
fr: Dépots

# repository_select
source: Select Repository
fr: Choisir un dépot

source: Repository Details
fr: Détails du dépot

# repositoryUploadForm_username
source: Repository Username
fr: Nom d'utilisateur pour le TER :

# repositoryUploadForm_password
source: Repository Password
fr: Mot de passe pour le TER :

# repositoryUploadForm_changelog
source: Changelog for upload
fr: Changelog pour le téléchargement :

# repositoryUploadForm_command
source: Upload command:
fr: Commande de téléchargement :

# repositoryUploadForm_new_version
source: New version
fr: Nouvelle version

# repositoryUploadForm_new_bugfix
source: New bugfix version (latest %s)
fr: Nouvelle version corrective (dernier %s)

# repositoryUploadForm_new_sub_version
source: New sub version (latest %s)
fr: Nouvelle sous version (dernier %s)

# repositoryUploadForm_new_main_version
source: New main version (latest %s)
fr: Nouvelle version principale (dernier %s)

# repositoryUploadForm_upload
source: Upload extension
fr: Télécharger l'extension

# listRowHeader_modifies_tables_short
source: Mod. Tables:
fr: Table mod. :

# listRowHeader_clear_cache_short
source: Cl. Cache?
fr: Vider Cache ?

# listRowHeader_tables_fields
source: Tables/Fields:
fr: Tables/champs :

# listRowHeader_ts_files
source: TS files:
fr: Fichiers TS :

# listRowHeader_affects
source: Affects:
fr: Affectent :

# listRowHeader_changed_files
source: Changed files:
fr: Fichiers modifiés :

# listRowHeader_ext_key
source: Extension key:
fr: Clé d'extension :

# listRowHeader_title_upload_date
source: Date of upload of the repository version.
fr: Date de téléchargement de la version du dépôt.

# listRowHeader_upload_date
source: Upload date:
fr: Date de téléchargement :

# listRowHeader_title_current_version
source: Current version of the extension on this server. If printed bold, there is a newer version in the repository! Then you should upgrade.
fr: Version courante de l'extension du serveur. Si elle est affichée en gras, cela signifie qu'une version plus récente existe sur le dépôt ! Dans ce cas, vous devriez upgrader.

# listRowHeader_current_version
source: Cur. Ver:
fr: Ver. Cour. :

# listRowHeader_title_current_type
source: Current type of installation of the extension on this server.
fr: Type courant de l'installation de l'extension sur ce serveur.

# listRowHeader_current_type
source: Cur. Type:
fr: Type Cour. :

# listRowHeader_title_number_of_downloads
source: Number of downloads: all versions/this version
fr: Nombre de téléchargements : toutes les versions/cette version

# listRow_files
source: Files:
fr: Fichiers :
