Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/em/language/*.locallang.xlf
Languages: fr

# listRow_local_manual
source: Local Open Office Manual
fr: Manuel Open Office local

# helperFunction_install_extension
source: Install extension...
fr: Installation de l'extension ...

# helperFunction_import_not_possible
source: Import to both local and global path is disabled in TYPO3_CONF_VARS!
fr: L'import à la fois en local et en global est désactivé dans TYPO3_CONF_VARS !

# detailedExtAnalysis_keys
source: keys
fr: Clés

# detailedExtAnalysis_tables_are
source: Some tables or fields are %s!
fr: Des tables ou des champs sont %s !

# detailedExtAnalysis_tables_are_missing
source: missing
fr: manquants

# detailedExtAnalysis_tables_are_of_wrong_type
source: of wrong type
fr: du mauvais type

# detailedExtAnalysis_static_tables_missing
source: Static table(s) missing!
fr: Les tables statiques sont manquantes !

# detailedExtAnalysis_wrong_mod_path
source: Configured TYPO3_MOD_PATH "%s" is different from "%s", which it should be.
fr: Le TYPO3_MOD_PATH configuré &quot;%s&quot; est différent de &quot;%s&quot;, ce qu'il devrait être.

# detailedExtAnalysis_mconf_missing
source: No definition of MCONF[name] variable found inside!
fr: Aucune définition de la variable MCONF[name] trouvée !

# detailedExtAnalysis_be_module_conf_missing
source: Backend module conf file "%s" should exist, but does not!
fr: e fichier de conf &quot;%s&quot; du module Back-Office n'existe pas, il devrait !

# detailedExtAnalysis_module_folder_missing
source: Backend module folder "%s" should exist, but does not!
fr: Le dossier &quot;%s&quot; du module Back-Office n'existe pas, il devrait !

# detailedExtAnalysis_unconfigured_module
source: It seems like there is a backend module in "%s" which is not configured in ext_emconf.php.
fr: Il semblerait qu'un module Back-Office se trouve dans &quot;%s&quot; est n'est pas configuré dans ext_emconf.php.

# detailedExtAnalysis_no_upload_folder
source: Error: Upload folder "%s" did not exist!
fr: Erreur : le dossier de téléchargement &quot;%s&quot; n'existe pas !

# detailedExtAnalysis_class_ok
source: Class filename "%s" contained the class "%s" just as it should.
fr: Le fichier &quot;%s&quot; contient la classe &quot;%s&quot; comme il se doit.

# detailedExtAnalysis_class_not_ok
source: Class filename "%s" did NOT contain the class "%s"!
fr: Le fichier &quot;%s&quot; ne contient pas la classe &quot;%s&quot; !

# detailedExtAnalysis_xclass_ok
source: 'XCLASS OK in %s.
fr: XCLASS OK dans %s.

# detailedExtAnalysis_xclass_no_include
source: Couldn't find the include_once statement for XCLASS!
fr: La déclaration include_once des XCLASS n'a pas été trouvée !

# detailedExtAnalysis_xclass_incorrect
source: The XCLASS filename key "%s" was different from "%s" which it should have been!
fr: La clé du nom du fichier XCLASS &quot;%s&quot; était différente de &quot;%s&quot;, ce qu'elle aurait du être !

# detailedExtAnalysis_no_xclass_filename
source: No XCLASS filename key found in file "%s". Maybe a regex coding error here...
fr: Aucune clé du nom du fichier XCLASS n'a été trouvée dans le fichier &quot;%s&quot;. Sans doute une erreur d'expression régulière...

# detailedExtAnalysis_no_xclass_found
source: No XCLASS inclusion code found in file "%s".
fr: Aucun code d'inclusion de XCLASS trouvé dans le fichier &quot;%s&quot;.

# rmExtDir_could_not_be_deleted
source: Error: "%s" could not be deleted!
fr: Erreur : &quot;%s&quot; n'a pas pu être supprimé !

# rmExtDir_error_file
source: Error: "%s" was either not a file, or it was equal to the removed directory or simply outside the removed directory "%s"!
fr: Erreur : soit &quot;%s&quot; n'était pas un fichier, soit il s'agissait du dossier supprimé, soit il est en dehors de dossier supprimé &quot;%s&quot; !

# rmExtDir_error_files_left
source: Error: "%s" could not be removed (are there files left?)
fr: Erreur : &quot;%s&quot; n'a pas pu être supprimé (y a t-il des fichiers restant ?)

# rmExtDir_error_no_dir
source: Error: "%s" was no directory!
fr: Erreur : &quot;%s&quot; n'était pas un dossier !

# rmExtDir_error_folders_left
source: Error: Extension directory "%s" could not be removed (are there files or folders left?)
fr: Erreur : le dossier d'extension &quot;%s&quot; n'a pas pu être supprimé (y a t-il des fichiers ou des dossiers restants ?)

# rmExtDir_error
source: Error:
fr: Erreur :

# rmExtDir_error_unallowed_path
source: Error: Unallowed path to remove:
fr: Erreur : suppression non autorisée pour le chemin :

# clearMakeExtDir_no_ext_key
source: FATAL ERROR: Extension key was not set for some VERY strange reason. Nothing done...
fr: ERREUR FATALE : La clé d'extension n'était pas définie pour de TRES étranges raisons. Rien n'a été fait...

# clearMakeExtDir_could_not_remove_dir
source: ERROR: Could not remove extension directory "%s". Reasons:
fr: ERREUR : Le dossier &quot;%s&quot; de l'extension n'a pas pu être supprimé. Raisons :

# clearMakeExtDir_could_not_create_dir
source: ERROR: Could not create extension directory "%s"!
fr: ERREUR : Le dossier &quot;%s&quot; de l'extension n'a pas pu être créé !

# clearMakeExtDir_no_dir
source: ERROR: The extension install path "%s" was no directory!
fr: ERREUR : Le chemin d'installation &quot;%s&quot; de l'extension n'est pas un dossier !

# writeModPath_ok
source: TYPO3_MOD_PATH and $BACK_PATH were updated in "%s"!
fr: TYPO3_MOD_PATH et $BACK_PATH ont été mis à jour dans &quot;%s&quot;!

# writeModPath_notRequired
source: Notice: Module "%s" uses module API to register module, TYPO3_MOD_PATH and $BACK_PATH not required.
fr: Note: le module &quot;%s&quot; utilise module-API pour enregistrer le module, TYPO3_MOD_PATH et $BACK_PATH ne sont pas requis.

# writeModPath_error
source: Error: Either TYPO3_MOD_PATH or $BACK_PATH was not found in the "%s" file. You must manually configure that!
fr: Erreur : Ni TYPO3_MOD_PATH ni $BACK_PATH n'ont été trouvés dans le fichier &quot;%s&quot; . Vous devez configurer cela manuellement !

# updateLocalEM_CONF_ok
source: The file "%s" was updated with a cleaned up EM_CONF array.
fr: Le fichier &quot;%s&quot; a été mis à jour avec un tableau EM_CONF nettoyés

# updateLocalEM_CONF_not_writable
source: Error: "%s" was not writable!
fr: Erreur : &quot;%s&quot; n'a pas les droits en écriture !

# updateLocalEM_CONF_not_found
source: Error: No file "%s" found. DON'T PANIC!
fr: Erreur : Aucun fichier &quot;%s&quot; trouvé. PAS DE PANIQUE !

# updateLocalEM_CONF_no_content
source: No content to write to "%s"!
fr: Aucun contenu à écrire dans &quot;%s&quot;!

# makeUploadArray_error_size
source: Error: The total size of the uncompressed upload (%s) exceeds %s!
fr: Erreur : la taille totale du fichier téléchargé décompressé (%s) dépasse %s !

# makeUploadArray_error_path
source: Error: Extension path for extension "%s" not found!
fr: Erreur : le chemin de l'extension &quot;%s&quot; n'a pas été trouvé !

# checkDependencies_ignored
source: Dependency on %s ignored as requested.
fr: Dépendance avec %s ignorée comme demandé.

# checkDependencies_php_too_low
source: The running PHP version (%s) is lower than required (%s).
fr: La version PHP courante (%s) est inférieure à celle requise (%s).

# checkDependencies_ignore_requirement
source: Ignore this version requirement
fr: Ignorer les prérequis de version

# checkDependencies_php_too_high
source: The running PHP version (%s) is higher than allowed (%s).
fr: La version PHP courante (%s) est supérieure à celle autorisée (%s).

# checkDependencies_typo3_too_low
source: The running TYPO3 version (%s) is lower than required (%s).
fr: La version TYPO3 courante (%s) est inférieure à celle requise (%s).

# checkDependencies_typo3_too_high
source: The running TYPO3 version (%s) is higher than allowed (%s).
fr: La version TYPO3 courante (%s) est supérieure à celle autorisée (%s).

# checkDependencies_ext_not_available
source: The extension "%s" was not available in the system. Please import it from the TYPO3 Extension Repository.
fr: L'extension "%s" n'était pas disponible dans le système. Veuillez l'importer du TER.

# checkDependencies_import_ext
source: Import this extension to the 'local' directory typo3conf/ext/ from online repository.
fr: Importer l'extension dans le dossier 'local' typo3conf/ext/ à partir du TER.

# checkDependencies_import_now
source: Import now (opens a new window)
fr: Importer maintenant (ouvre une nouvelle fenêtre)

# checkDependencies_ignore_ext_requirement
source: Ignore this extension requirement
fr: Ignorer ce prérequis d'extension

# checkDependencies_ext_not_installed
source: Extension "%s" (%s) was not installed. Please install it first.
fr: L'extension &quot;%s&quot; (%s) n'a pas été installée. Veuillez l'installer en premier.

# checkDependencies_install_now
source: Install now (opens a new window)
fr: Installer maintenant (ouvre une nouvelle fenêtre)

# checkDependencies_ext_too_low
source: The running version of extension "%s" (%s) is lower than required (%s).
fr: La version actuelle de l'extension &quot;%s&quot; (%s) est inférieure à celle requise (%s).

# checkDependencies_ext_too_high
source: The running version of extension "%s" (%s) is higher than allowed (%s).
fr: La version actuelle de l'extension &quot;%s&quot; (%s) est supérieure à celle autorisée (%s).

# checkDependencies_conflict_ignored
source: Conflict with %s ignored as requested.
fr: Conflits avec %s ignorés comme demandé.

# checkDependencies_conflict_remove
source: The extensions "%s" and "%s" (%s) will conflict with each other. Please remove "%s", if you want to install "%s".
fr: Les extensions &quot;%s&quot; et &quot;%s&quot; (%s) sont en conflit. Veuillez supprimer &quot;%s&quot; si vous souhaitez installer &quot;%s&quot;.

# checkDependencies_remove_now
source: Remove now (opens a new window)
fr: Supprimer maintenant (ouvre une nouvelle fenêtre)

# checkDependencies_ignore_conflict
source: Ignore this conflict error
fr: Ignorer cette erreur de conflit

# checkDependencies_conflict_error
source: Conflict Error
fr: Erreur de conflit

# checkDependencies_suggestion_ignored
source: Suggestion of %s ignored as requested.
fr: Suggestion de %s ignorée comme demandé.

# checkDependencies_suggest_import
source: Extension "%s" was not available in the system. You may want to import it from the TYPO3 Extension Repository.
fr: L'extension "%s" n'était pas disponible dans le système. Vous voudrez surement l'installer à partir du TER.

# checkDependencies_ignore_suggestion
source: Ignore this suggestion
fr: Ignorer cette suggestion.

# checkDependencies_suggest_installation
source: Extension "%s" (%s) was not installed. You may want to install it.
fr: L'extension "%s"; (%s) n'est pas installée. Vous voudrez surement l'installer.

# checkDependencies_exts_suggested_by_ext
source: Extensions suggested by extension "%s"
fr: Extensions suggérées par l'extension "%s"

# checkDependencies_try_again
source: Try again
fr: Essayer à nouveau

# removeExtFromList_dependency
source: The extension(s) '%s' depend(s) on the extension you are trying to remove. The operation was not completed.
fr: L(es) extension(s) '%s' dépende(nt) de l'extension que vous tentez de désinstaller. L'opération n'a pas été effectuée.

# removeExtFromList_dependency_error
source: Dependency Error
fr: Erreur de dépendance

# checkUploadFolder_clear_cache
source: Clear cache
fr: Vider le cache

# checkUploadFolder_clear_cache_requested
source: This extension requests the cache to be cleared when it is installed/removed.
fr: Cette extension requiert que le cache soit vidé quand elle est installée/désinstallée.

# checkUploadFolder_clear_all_cache
source: Clear all cache:
fr: Vider tous les caches :

# checkUploadFolder_create_upload_folder
source: Create upload folder
fr: Créer un dossier de téléchargement

# checkUploadFolder_upload_folder_needed
source: The extension requires the upload folder '%s' to exist.
fr: L'extension requiert le dossier de téléchargement '%s'.

# checkUploadFolder_create_dir
source: Create directory '%s':
fr: Créer le dossier '%s' :

# checkUploadFolder_error
source: ERROR: The path '%s' could not be created.
fr: ERREUR : Le chemin '%s' n'a pas pu être créé.

# checkUploadFolder_create_folder
source: Create folder
fr: Créer le dossier

# checkUploadFolder_folder_needed
source: The extension requires the folder '%s' to exist.
fr: L'extension nécessite le dossier '%s.

# checkDBupdates_add_fields
source: Add fields
fr: Ajout des champs

# checkDBupdates_changing_fields
source: Changing fields
fr: Changement des champs

# checkDBupdates_add_tables
source: Add tables
fr: Ajout des tables

# checkDBupdates_rows
source: Rows:
fr: Lignes :

# checkDBupdates_table_exists
source: Table exists!
fr: Les tables existent !

# checkDBupdates_import_static_data
source: Import static data
fr: Import des données statiques

# tsStyleConfigForm_additional_config
source: This extension provides additional configuration options which become available once it is installed.
fr: Cette extension procure des configurations additionnelles qui deviennent disponibles après installation.

# dumpStaticTables_table_not_found
source: Fatal error: Table for dump not found in database...
fr: Erreur fatale : La table pour la sauvegarde n'a pas été trouvée dans la base de données...

# terCommunication_ext_version
source: The extension is now available in version %s.
fr: L'extension n'est pas disponible dans la version %s.

# display_nle
source: Include not loaded extensions into listing
fr: Inclure les extensions non chargées dans la liste

# display_files
source: Display the list of changed files
fr: Afficher la liste des fichiers modifiés

# header_upd_ext
source: There are new versions of the following extensions in the TER
fr: Il y a une nouvelle version pour les extensions suivantes dans le TER

# header_vers_ret
source: Version information
fr: Information de version

# tab_mod_key
source: Extension Key
fr: Clé d'extension

# tab_mod_rem_ver
source: Remote
fr: Distant

# tab_mod_comment
source: Upload Comment
fr: Commentaire de téléchargement

# tab_mod_location
source: Location
fr: Emplacement

# msg_warn_diff
source: A difference between the originally installed version and the current was detected!
fr: Une différence entre la version originale installée et la version courante a été détectée !

# msg_modified
source: Modified Files:
fr: Fichiers modifiés :

source: (write-protected)
fr: (protégé contre l'écriture)

# note_last_update
source: Last update of the list of extensions:
fr: Dernière mise à jour de la liste des extensions :

# note_last_update_new
source: Last update of the list of extensions: %s.
fr: Dernière mise à jour de la liste des extensions : %s.

# note_last_update2
source: To get and update the list, go to the section "Import extensions" and use the button "Retrieve/Update".
fr: Pour obtenir et mettre à jour la liste, allez à la section &quot;Importer des extensions&quot; et utilisez le bouton &quot;Rapporter/Mettre à jour&quot;

# note_last_update2_new
source: To get and update the list, %sgo to the section "Import extensions" and use the button "Retrieve/Update"%s.
fr: Pour obtenir et mettre à jour la liste, %sallez à la section &quot;Importer des extensions&quot; et utilisez le bouton &quot;Rapporter/Mettre à jour&quot;%s

# double_inclusion
source: %1$s takes precedence over %2$s
fr: %1$s est prioritaire par rapport à %2$s

# double_inclusion_js
source: {0} takes precedence over {1}
fr: {0} à priorité sur {1}

# globalext
source: Globally installed extension
fr: Extension installée en global

# localext
source: Locally installed extension
fr: Extension installée en local

# sysext
source: System extension
fr: Extension système

source: Local extensions
fr: Extension locale

source: Remote Repository
fr: Dépot distant

source: My Extensions
fr: Mes extensions

# emLoaded
source: Application is loaded
fr: L'application est chargée

# cmd_edit
source: Edit
fr: Editer

# cmd_create
source: Create
fr: Créer

# cmd_delete
source: Delete
fr: Supprimer

# cmd_save
source: Save
fr: Sauvegarder

# cmd_register
source: Register
fr: Enregistrer

# cmd_filter
source: Filter
fr: Filtrer

# cmd_update
source: Update
fr: Mettre à jour

# cmd_install
source: Install
fr: Installer

# cmd_cancel
source: Cancel
fr: Annuler

# cmd_download
source: Download
fr: Télécharger

# cmd_openInNewWindow
source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

# cmd_reloadFile
source: Reload the file
fr: Recharger le fichier

# cmd_transferkey
source: Transfer extension key
fr: Transférer la clé d'extension

# cmd_transferkey_to_user
source: Transfer extension key to user
fr: Transférer la clé d'extension vers l'utilisateur

# cmd_transferkey_do
source: Do the transfer
fr: Faire le transfert

# cmd_deletekey
source: Delete extension key
fr: Supprimer la clé d'extension

# cmd_readdoc
source: Read documentation
fr: Lire la documentation

# cmd_downloadext
source: Download extension
fr: Télécharger l'extension

# cmd_undo
source: Undo
fr: Annuler

# cmd_redo
source: Redo
fr: Refaire

# cmd_indent
source: Indent
fr: Indenter

# cmd_viewOnline
source: View online
fr: Voir en ligne

# msg_terupload
source: Extension "{0}" was uploaded to the TER.
fr: L'extension &quot;{0}&quot; à été téléchargée sur le TER.

# msg_uploaded
source: Extension "{0}" was uploaded.
fr: L'extension &quot;{0}&quot; à été téléchargée.

# msg_error
source: Error
fr: Erreur

# msg_invalid
source: Invalid
fr: Invalide

# msg_status
source: Status
fr: Statut

# msg_longwait
source: This may take some time, please wait...
fr: Cela peut prendre un certain temps, patientez s'il vous plaît ...

# msg_finished
source: Finished!
fr: Fini!

# msg_checking
source: Checking
fr: Vérification

# msg_updating
source: Updating
fr: Mise à jour

# msg_updated
source: Updated
fr: Mis à jour

# msg_failed
source: Failed
fr: Échoué

# msg_interrupted
source: Interrupted!
fr: Interrompu!

# msg_update
source: Update
fr: Mettre à jour

# msg_dbupdate
source: Database Update
fr: Mise à jour la BDD

# msg_congratsNoErrors
source: Congratulation! No errors found.
fr: Félicitation! Aucune erreur trouvée.

# msg_files
source: Files
fr: Fichiers

# msg_line
source: Line
fr: Ligne

# msg_character
source: Character
fr: Caractère

# msg_developerinformation
source: Developer Information
fr: Informations pour les développeurs

# msg_fileSaved
source: File "{0}" was saved.
fr: Le fichier &quot;{0}&quot; à été sauvegardé.

# msg_fileNotExists
source: File does not exist!
fr: Le fichier n'existe pas!

# msg_fileWriteProtected
source: File is write protected!
fr: Le fichier est protégé en écriture!

# msg_extUpToDate
source: Extension is up to date.
fr: L'extension est à jour.

# msg_extNotInstalled
source: Extension "%s" is not installed.
fr: L'extension &quot;%s&quot; n'est pas installée.

# msg_extNoConfiguration
source: This extension has no configuration.
fr: L'extension n'a pas de configuration.

# msg_loginFailed
source: login failed!
fr: Échec de la connexion!

# msg_noUserLoginData
source: No user login data!
fr: Pas de données d'identification utilisateur!

# msg_localVersion
source: Installed version is v{0}
fr: La version installée est v{0}

# msg_userNotExists
source: User does not exist!
fr: L'utilisateur n’existe pas!

# msg_extkexExists
source: Extension key already exists.
fr: La clé d'extension existe déjà.

# msg_extkexNotExists
source: Extension key does not exist.
fr: La clé d'extension n'existe pas.

# msg_extkexNotValid
source: Extension key is not valid.
fr: La clé d'extension n'est pas valide.

# msg_extkexRegistered
source: Extension key was successful registered.
fr: La clé d'extension à été enregistrée avec succès.

# msg_extkexUploadedSuccess
source: Extension was successful uploaded.
fr: La clé d'extension à été téléchargée avec succès.

# msg_extkexDeletedSuccess
source: Extension was successful deleted.
fr: La clé d'extension à été supprimée avec succès.

# msg_unknownError
source: Unknow error occured.
fr: Une erreur inconnue s'est produite.

# msg_startTyping
source: Start typing here and press <return>
fr: Commencez à taper ici et appuyez sur <Entrée>

# configurationSaved
source: Configuration was saved.
fr: La configuration à été sauvegardée.

# settingsSaved
source: Settings were saved.
fr: Les paramètres ont été sauvegardés.

# action_loading_extlist
source: Loading Extension List ...
fr: Chargement de la liste des extensions ...

# action_loadingRepositoryExtlist
source: Loading Repository Extension List ...
fr: Chargement de la liste des extensions du dépôt ...

# action_loading
source: Loading ...
fr: Chargement ...

# action_searching
source: Searching ...
fr: Recherche ...

# action_saving_settings
source: Saving settings ...
fr: Sauvegarde des paramètres ...

# action_updateDatabase
source: Update database ...
fr: Mise à jour de la BDD ...

# action_sending_data
source: Sending data ...
fr: Envoie des données ...

# registerkeys_rules_heading
source: Extension key format rules
fr: Règles de formatage de la clé d'extension

# registerkeys_rules_allowedcharacters
source: Allowed characters are: a-z (lowercase), 0-9 and '_' (underscore)
fr: Les caractères autorisés sont: a-z (minuscules), 0-9 et '_' (underscore)

# registerkeys_rules_prefixes
source: The key must not begin with one of the following prefixes: tx,u,user_,pages,tt_,sys_,ts_language_,csh_
fr: La clé ne doit pas commencer avec l'un des préfixes suivants: tx,u,user_,pages,tt_,sys_,ts_language_,csh_

# registerkeys_rules_startandend
source: Extension keys cannot start or end with 0-9 or '_' (underscore)
fr: La clé d'extension ne doit pas commencer ou finir par 0-9 ou '_' (underscore)

# registerkeys_rules_length
source: An extension key must have a minimum 3 characters and a maximum of 30 characters (not counting underscores)
fr: Une clé d'extension doit avoir un minimum de 3 caractères et un maximum de 30 caractères (sans compter les underscores)

# registerkeys_check_validity
source: Check Validity
fr: Vérifier la validité

# registerkeys_check_validity_extkey
source: Check validity of extension key
fr: Vérifier la validité de la clé d'extension

# registerkeys_check_validity_extkey_isvalid
source: Extension key is valid
fr: La clé d'extension est valide

# registerkeys_checking_validity
source: Checking validity ...
fr: Vérification de la validité ...

# registerkeys_register_extkey
source: Register extension key ...
fr: Enregistrement de la clé d'extension ...

# registerkeys_register_extkey_success
source: Extension key {0} was registered
fr: La clé d'extension {0} à été enregistrée

# registerkeys_registerkey
source: Register extension key
fr: Enregistrer la clé d'extension

# registerkeys_cancel_register
source: Cancel register
fr: Annuler l'enregistrement

# transferkeys_info
source: Transfer an extension key to another user. There is no undo so be sure you have the right username of the person you want to transfer the extension key to.
fr: Transférer la clé d'extension à un autre utilisateur. Il n'y a pas d'annulation possible alors assurez-vous que vous avez le bon nom d'utilisateur de la personne à qui vous souhaitez transférer la clé d'extension.

# deletekey_info
source: Deletes an extension key. There is no undo. Once a key is deleted, it is available again for registration.
fr: Supprimer une clé d'extension. Il n'y a pas d'annulation possible. Une fois qu'une clé est supprimée, elle est disponible pour un nouvel enregistrement.

# transferkeys_success
source: Transfer of extension key {0} to user {1} succeded.
fr: Transfert de la clé d'extension {0} à l'utilisateur {1} effectué.

# transferkeys_fail
source: Transfer of extension key {0} to user {1} failed.
fr: Transfert de la clé d'extension {0} à l'utilisateur {1} échoué.

# deletekey_success
source: Extension key {0} was successfully deleted.
fr: La clé d'extension {0} à été supprimé avec succès.
