Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/*_news/*_news/*.locallang.xlf
Languages: fr

# tsce.displaySubCategories
source: Display subcategories: If this is enabled the subcategories of the categories that are assigned to a news record will also be displayed in news records in the FrontEnd. If displayed categories in a news record are subcategories they will be wrapped with "subCategoryTitleItem_stdWrap" (titles) or "subCategoryImgItem_stdWrap" (images).
fr: Afficher les sous catégories : Si cette option est activée, les sous catégories des catégories assignées à une actualité seront également affichées dans les enregistrements en Front Office. Si les catégories affichées dans une actualité sont des sous catégories, elles seront wrappées avec "subCategoryTitleItem_stdWrap" (titres) ou "subCategoryImgItem_stdWrap" (images).

# tsce.showRelatedNewsByCategory
source: Show related news by category: If this is enbaled the SINGLE view shows a list of news with the same category as the current news record.
fr: SAfficher les actualités liées par catégorie : Si cette option est activée la vue SINGLE affiche la liste des actualités appartenant à la même catégorie que l'actualité affichée.

# tsce.useSPidFromCategory
source: Use singlePid from category: If this is enabled tt_news uses the singlePid from the first assigned category.
fr: Utiliser la page Single à partir de la catégorie : Si cette option est activée, tt_news utilise la page de vue single définie pour la première catégorie assignée.

# tsce.useMultiPageSingleView
source: Use Multipage Single View: Enable this if you want to divide the news SINGLE view to multiple pages.
fr: Utiliser des vues single multiples : Activez cette option si vous voulez utiliser plusieurs pages de vue single.

# tsce.showTitleAsPrevNextLink
source: Show news title as next/prev link: Enable this if you want to show the title of the linked news article in next/previous links in SINGLE view. If disabled the language labels for "next" and "previous" will be used instead.
fr: Afficher les titres des actualités à la place des liens précédent/suivant : Activez cette option si vous voulez afficher le titre de l'actualité dans les liens précédent / suivant dans les vues SINGLE. Si cette option est désactivée, les textes (traduits selon la langue) "précédent" et "suivant" seront affichés.

# tsce.limit
source: List Limit: max items in LIST template.
fr: Limite de la vue LIST: Nombre maximum d'enregistrements dans la vue LIST.

# tsce.latestLimit
source: Latest Limit: max news items in LATEST template.
fr: Limite de la vue LATEST: Nombre maximum d'enregistrements dans la vue LATEST.

# tsce.recursive
source: Recursive level: extend "pid_list" by the number of recursive levels.
fr: Profondeur (niveau de récursion) : Etend la fonction "pid_list" avec un niveau de récursion.

# tsce.noIconsInRelatedNews
source: No icons in related news: Disables the tt_news record icons in related news.
fr: Pas d'icône dans les actualités liées: Désactive les icônes dans les actualités liées.

# tsce.displayCatMenu.mode
source: Category menu mode: This configures how the tt_news category menu (catmenu) is rendered. "tree": use TYPO3 treeview class to build an expandable menu, "ajaxtree": expandable menu with ajax (requires TYPO3 4.2 or higher), "nestedWraps": make a category menu with nested wraps (not expandable)
fr: Mode du menu des catégories: Ceci configure la façon dont le menu des catégories de tt_news est affiché (catmenu). "tree": utilise la class TYPO3 "treeview" pour construire un menu arborescent, "ajaxtree": le menu est dynamique avec ajax (nécessite TYPO3 4.2 or supérieur), "nestedWraps": créé un menu avec des wraps imbriqués (non dynamique)

# tsce.displayCatMenu.showNewsCountForCategories
source: Show news count in category menu: If enabled the category menu displays the number of news for each category next to the category title.
fr: Afficher le nombre d'actualités dans le menu des catégories : Si cette option est activée, le menu des catégories affiche le nombre d'actualités pour chaque catégorie à côté du titre de la catégorie.

# tsce.displayCatMenu.catmenuIconMode
source: Category menu icon mode: The tree/ajaxtree mode has some special options for configuring the icons. The option "catmenuIconMode" configures the behaviour of the icons showing left to the category titles. "catmenuIconMode" offers the following options: -1 = display no icons at all, 0 = display the default icon (tt_news_cat.gif), 1 = display image from category record as icon, 2 = display the icon which is configured as "catmenuIconFile" (default: EXT:tt_news/res/arrow.gif)
fr: Mode d'affichage des icônes du menu des catégories : les modes tree/ajaxtree ont des options spéciales pour configurer les icônes. L'option "catmenuIconMode" configure le comportement des icônes affichés à gauche des titres des catégories. "catmenuIconMode" offre les options suivantes : -1 = n'affiche pas d'icône du tout, 0 = affiche l'icône par défaut (tt_news_cat.gif), 1 = affiche l'image de l'enregirstrement de catégorie en tant qu'icône, 2 = affiche l'icône qui est configurée dans "catmenuIconFile" (default: EXT:tt_news/res/arrow.gif)

# tsce.displayCatMenu.catmenuNoRootIcon
source: No root icon in category menu: Disables the icon for the "root" item of the tree (the catmenu header) if set.
fr: Pas d'icône à la racine du menu des catégories : Désactive l'icône pour l'item situé à la racine de l'arborescence du menu des catégories (le "catmenu header") si cette option est sélectionnée.

# tsce.catmenuWithArchiveParams
source: Archive parameters in category menu: If enabled the archive period parameters (pS,pL,arc or day,month,year) will be added to links in category menu.
fr: Pramètres d'archivage dans le menu des catégories : Si cette option est sélectionnée, les paramètres d'archivage (pS,pL,arc or day,month,year) seront ajoutés dans les liens du menu des caégories.

# tsce.displayCatMenu.expandable
source: Category menu expandable: enable the expand/collapse links for the category menu
fr: Menu des catégories extensible : active les liens plier/déplier piur le menu des catégories.

# tsce.displayCatMenu.expandAll
source: Category menu expand all: show always the completely expanded category menu.
fr: Menu des catégories - tout déplier : montre toujours le menu des catégories complètement déplié.

# tsce.displayCatMenu.expandFirst
source: Category menu expand first level: start with the first level expanded.
fr: Menu des catégories - déplier le premier niveau : affiche le menu des catégories en dépliant le premier niveau.

# tsce.datetimeDaysToArchive
source: datetime days to Archive: If this is set, news are automatically considered as "archived", when the date from field "datetime" plus the given number of days is in the past. If "datetimeDaysToArchive" is "0" only the field "archivedate" is relevant for the archive.
fr: Délai d'archivage en jours: Si cette option est sélectionnée, les actualités sont automatiquement considérées comme archivées lorsque la date du champ "datetime" + le nombre de jours donnés est dépassée. Si cette option est à "0" seul le champ "archivedate" est pris en compte pour l'archivage.

# tsce.enableArchiveDate
source: Enable archivedate: If this is set, the archivemenu selects news by their "archivedate" - if "enableArchiveDate" is disabled, news in the archivemenu will be selected by the field "datetime".
fr: Activer la date d'archivage : Si cette option est sélectionnée, le menu des archives sélectionne les actualités par leur date d'archivage "archivedate" - si "enableArchiveDate" est désactivé, les actualités du menu des archives seront sélectionnées par le champ date "datetime".

# tsce.amenuStart
source: Archivemenu start: Start date for the archive menu (php strtotime() syntax. e.g.: 1.1.2002, -3 months, -10 years, now)
fr: Début du menu des archives: Date de début pour le menu des archives (Syntaxe php strtotime() ex: 1.1.2002, -3 months, -10 years, now)

# tsce.amenuEnd
source: Archivemenu end: End date for the archive menu (php strtotime() syntax. e.g.: 1.1.2002, -3 months, -10 years, now, 1 year (value can be in the future))
fr: Fin du menu des archives: Date de fin pour le menu des archives (Syntaxe php strtotime() ex: 1.1.2002, -3 months, -10 years, now, 1 year (la valeur peut être dans le futur))

# tsce.amenuWithCatSelector
source: Category selection in archive menu: If enabled (default) the archive menu respects the selected category from catmenu. If the amenu content element is configured to show only news from a certain category the selected category from catmenu will overide this setting.
fr: Sélection des catégories dans le menu des archives : Si cette option est sélectionnée (par defaut) le menu des archives respecte la catégorie sélectionnée à partir du "catmenu". Si le contenu "AMENU" est configuré pour afficher seulement les actualités d'une certaine catégorie, la catégorie sélectionnée à partir du "catmenu" surchargera ce paramètre.

# tsce.archiveMode
source: Archive menu mode: This configures how the archive menu is divided to periods. "month": show a link for each month, "year": show only years, "quarter": divide each year to quarters.
fr: Mode d'affichage du menu des archives : Ceci configure la façon dont le menu des archives est divisé en périodes. "month": affiche un lein par mois, "year": affiche unquement les années, "quarter": divise chaque année en trimestre.

# tsce.catTextMode
source: Category Text mode: This configures how categories in news records should handled. Posible values are: 0 = don't display, 1 = display but don't link (default), 2 = link to category shortcut, 3 = act as category selector (points to a list view showing only the clicked category).
fr: Mode d'affichage du texte des catégories : Ceci configure la gestion des catégories dans les enregistrement des actualités. Les valeurs possibles sont : 0 = ne pas afficher, 1 = afficher mais sans lien (par defaut), 2 = lien de raccourci vers la catégorie, 3 = agit comme un selecteur de catégorie (pointe vers une vue liste affichant uniquement la catégorie cliquée).

# tsce.catImageMode
source: Category Image mode: same options as catTextMode but for category images.
fr: Mode d'affichage des images des catégories: mêmes options que "catTextMode" mais pour les images des catégories.

# tsce.singleMaxW
source: single-image max Width: Max width for an image displayed in SINGLE template
fr: Largeur maximum de la "single-image" : Largeur maximum de l'image affichée dans la vue SINGLE

# tsce.singleMaxH
source: single-image max height: Max height for an image displayed in SINGLE template
fr: Hauteur maximum de la "single-image": Hauteur maximum de l'image affichée dans la vue SINGLE

# tsce.latestMaxW
source: latest-image max width: Max width for an image displayed in LATEST template
fr: Largeur maximum de la "latest-image" : Largeur maximum de l'image affichée dans la vue LATEST

# tsce.latestMaxH
source: latest-image max height: Max height for an image displayed in LATEST template
fr: Hauteur maximum de la "latest-image" : Hauteur maximum de l'image affichée dans la vue LATEST

# tsce.listMaxW
source: list-image max width: Max width for an image displayed in LIST template
fr: Largeur maximum de la "list-image" : Largeur maximum de l'image affichée dans la vue LIST

# tsce.listMaxH
source: list-image max height: Max height for an image displayed in LIST template
fr: Hauteur maximum de la "list-image" : Hauteur maximum de l'image affichée dans la vue LIST

# tsce.listImageMode
source: Resize mode for LIST images: If set to "resize2max" images will be scaled until either width or height reaches the maximum value (aspect ratio is preserved). If set to "crop" images will be cropped to the given size (centered). If set to "resize" images will be resized to the given values, the aspect ratio is not preserved.
fr: Mode de redimensionnement pour les images en mode LIST : Si cette option est paramétrée à "resize2max" les images seront redimensionnées jusqu'à ce que la largeur ou la hauteur atteigne la valeur maximum (les proportions sont préservées). Si cette option est paramétrée à "crop" les images seront rognées et centrées afin d'atteidre les dimensions (centered). Si cette option est paramétrée à "resize" les images seront redimensionnées sans respecter les proportions.

# tsce.latestImageMode
source: Resize mode for LATEST images: see "listImageMode".
fr: Mode de redimensionnement pour les images en mode LATEST : voir "listImageMode".

# tsce.xmlFormat
source: News-Feed XML-Format: Defines the format of the news feed. Possible values are: "rss091", "rss2" "rdf", "atom1" and "atom03"
fr: Format du flux XML des actualités : Définie le format XML du flux des actualités. Les valeurs possibles sont: "rss091", "rss2" "rdf", "atom1" et "atom03"

# tsce.xmlTitle
source: News-Feed XML-Title: The title of your news feed. (required for rss091, rss2, rdf and atom03)
fr: Titre du flux XML des actualités : Définie le titre du flux XML des actualités. (obligatoire pour les formats rss091, rss2, rdf et atom03)

# tsce.xmlLink
source: News-Feed XML-Link: The link to your hompage. (required for rss091, rss2, rdf and atom03)
fr: Lien du flux XML des actualités : Définie le lien vers la homepage du flux XML des actualités. (obligatoire pour les formats rss091, rss2, rdf et atom03)

# tsce.xmlDesc
source: News-Feed XML-Description: The description of your news feed. (required for rss091, rss2 and rdf. optional for atom03)
fr: Description du flux XML des actualités : Définie la description du flux XML des actualités. (obligatoire pour les formats rss091, rss2 and rdf. optionnel pour le format atom03)

# tsce.xmlLang
source: News-Feed XML-Language: Your site's language. A list of allowable values for <language> in RSS is available at http://backend.userland.com/stories/storyReader$16 (equired for rss091, optional for rss2, not available for rdf, recommended for atom03)
fr: Langue du flux XML des actualités : La langue du site. Une liste des valeurs acceptées dans les flux XML est disponible à l'adresse http://backend.userland.com/stories/storyReader$16 (obligatoire pour les formats rss091, optionnel pour le format rss2, non disponible pour le format rdf, recommandé pour le format atom03)

# tsce.xmlIcon
source: News-Feed XML-Icon: Provide an icon for your news feed with preferred size of 16x16 px, can be gif, jpeg or png. (required for rss091, optional for rss2 and rdf, not available for atom03)
fr: Icône du flux XML des actualités : Produit un icône pour le flux XML des actualités avec une taille de 16x16 px, peut être un gif, un jpeg ou un png. (obligatoire pour les formats rss091, optionnel pour le format rss2 et rdf, non disponible pour le format atom03)

# tsce.xmlLimit
source: News-Feed XML-Limit: max news items in RSS feeds.
fr: Limite du flux XML des actualités: nombre maximum d'actualités pour le flux XML.

# tsce.xmlCaching
source: News-Feed XML-Caching: Allow caching for the RSS feed
fr: Caching du flux XML des actualités: Autorise le caching pour le flux XML.

# tsce.rss2_tmplFile
source: RSS-News rss v2 Template File: XML template for RSS 2.0 feed
fr: Fichier template Actualités RSS v2: Template XML pour le flux RSS 2.0.

# tsce.rss091_tmplFile
source: RSS-News rss v0.91 Template File: XML template for RSS 0.91 feed.
fr: Fichier template Actualités RSS v0.91: Template XML pour le flux RSS 0.91.

# tsce.rdf_tmplFile
source: RDF-News RDF Template File: XML template for RDF feed.
fr: Fichier template Actualités RDF: Template XML pour le flux RDF.

# tsce.atom03_tmplFile
source: Atom-News Atom v0.3 Template File: XML template for Atom 0.3 feed.
fr: Fichier template Actualités Atom v0.3: Template XML pour le flux Atom 0.3.

# tsce.atom1_tmplFile
source: Atom-News Atom v1.0 Template File: XML template for Atom 1.0 feed.
fr: Fichier template Actualités Atom v1.0: Template XML pour le flux Atom 1.0.
