Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/*_news/*_news/*.locallang_tca.xlf
Languages: fr

# tt_news
source: News
fr: Nouvelles

# tt_news.tabs.special
source: Special
fr: Spécial

# tt_news.tabs.media
source: Media
fr: Média

# tt_news.tabs.catAndRels
source: Categories & Relations
fr: Catégories et Relations

# tt_news.tabs.categories
source: Categories
fr: Catégories

# tt_news.tabs.access
source: Access
fr: Accès

# tt_news.tabs.extended
source: Extended
fr: Etendues

# tt_news.tstamp
source: Last change:
fr: Dernière mise à jour :

# tt_news.type.I.0
source: News
fr: Nouvelles

# tt_news.type.I.1
source: Link internal Page
fr: Lien vers une page interne

# tt_news.type.I.2
source: Link external URL
fr: Lien vers une url externe

# tt_news.datetime
source: Date/Time:
fr: Date/Heure :

# tt_news.archivedate
source: Archive date:
fr: Date d'archivage :

# tt_news.no_auto_pb
source: No automatic pagebreaks for this record
fr: Aucun saut de ligne automatique pour cet article

# tt_news.manageCategories
source: Open tt_news category manager
fr: Ouvrir le gestionnaire de catégorie

# tt_news.editCategory
source: edit category
fr: Éditer une catégorie

# tt_news.editDefLangVersion
source: edit default language version of this article
fr: Éditer la langue par défaut pour cet article

# tt_news.imagealttext
source: Image alttext
fr: Texte alternatif pour l'image

# tt_news.imagetitletext
source: Image titletext
fr: Titre alternatif pour l'image

# tt_news.related
source: Related news:
fr: Nouvelles en relation :

# tt_news.random
source: Randomize 0rder
fr: Ordre aléatoire

# tt_news.category
source: Category:
fr: Catégorie :

# tt_news_cat
source: News category
fr: Catégories de nouvelles

# tt_news_cat.image
source: Category image
fr: Catégories d'image

# tt_news_cat.createNewParentCategory
source: create new parent category
fr: Créer une catégorie parente

# tt_news_cat.listCategories
source: list categories
fr: Liste des catégories

# tt_news_cat.title_lang_ol
source: title language overlays
fr: Titre de la catégorie (traduction)

# tt_news_cat.parent_category
source: Parent category
fr: Catégorie parente

# tt_news_cat.shortcut
source: News category shortcut
fr: Raccourci vers la catégorie

# tt_news_cat.shortcut_target
source: Target for news category shortcut
fr: Cible du raccourci

# tt_news_cat.single_pid
source: Single-view page for news from this category
fr: Page de détail pour cette catégorie

# tt_news.pi_flexform.sheet_general
source: General Settings
fr: Configuration générale

# tt_news.pi_flexform.sheet_template
source: Template
fr: Gabarit

# tt_news.pi_flexform.sheet_category
source: Category Settings
fr: Configuration des catégories

# tt_news.pi_flexform.sheet_misc
source: Other Settings
fr: Autre configuration

# tt_news.pi_flexform.what_to_display
source: What to display:
fr: Mode d'affichage :

# tt_news.pi_flexform.codeFromTS
source: Defined by TypoScript
fr: Défini en TypoScript

# tt_news.pi_flexform.LIST
source: Standard list view (LIST)
fr: Vue liste standard (LIST)

# tt_news.pi_flexform.LIST2
source: Advanced list view with 6 alternating template parts (LIST2)
fr: Vue liste avancée avec 6 templates alternatifs (LIST2)

# tt_news.pi_flexform.LIST3
source: Standard list view with 3 alternating template parts (LIST3)
fr: Vue liste standard avec 3 templates alternatifs (LIST3)

# tt_news.pi_flexform.LATEST
source: Latest view (LATEST)
fr: Vue Teaser (LATEST)

# tt_news.pi_flexform.SINGLE
source: Detail view (SINGLE)
fr: Vue Fiche détaillée (SINGLE)

# tt_news.pi_flexform.SINGLE2
source: Advanced detail view with 3 image markers (SINGLE2)
fr: Vue Fiche détaillée avec 3 marqueurs d'image (SINGLE2)

# tt_news.pi_flexform.HEADER_LIST
source: Header list without images (HEADER_LIST)
fr: Liste de titres sans images (HEADER_LIST)

# tt_news.pi_flexform.AMENU
source: Archive menu (AMENU)
fr: Menu des archives (AMENU)

# tt_news.pi_flexform.SEARCH
source: Searchform with result list (SEARCH)
fr: Formulaire de recherche avec liste de résultat (SEARCH)

# tt_news.pi_flexform.CATMENU
source: Category menu (CATMENU)
fr: Menu des catégories (CATMENU)

# tt_news.pi_flexform.VERSION_PREVIEW
source: Preview of not published versions of news records (VERSION_PREVIEW)
fr: Prévisualisation d'actualité avant publication (VERSION_PREVIEW)

# tt_news.pi_flexform.listOrderby
source: "Order by" this field (LIST & LATEST):
fr: "Classer par" (LIST et SINGLE)

# tt_news.pi_flexform.ascDesc
source: Ascending or Descending (LIST & LATEST):
fr: Ordre (LIST et SINGLE)

# tt_news.pi_flexform.ascDesc_asc
source: Ascending
fr: Croissant

# tt_news.pi_flexform.ascDesc_desc
source: Descending
fr: Décroissant

# tt_news.pi_flexform.select_deselect_categories
source: Category mode:
fr: Affichage des catégories

# tt_news.pi_flexform.itemsHeader
source: Special options:
fr: Options spéciales

# tt_news.pi_flexform.category_selection_notCategorized
source: [not categorized]
fr: [nouvelles non catégorisées]

# tt_news.pi_flexform.category_selection
source: Category selection
fr: Sélection de catégorie

# tt_news.pi_flexform.category_selection_showAll
source: Show all (don't care about selection below)
fr: Afficher tout (ne prend pas en compte la sélection ci-dessous)

# tt_news.pi_flexform.category_selection_showSelected
source: Show items with selected categories (OR)
fr: Afficher les articles avec les catégories sélectionnées (OU)

# tt_news.pi_flexform.category_selection_showSelectedAND
source: Show items with selected categories (AND)
fr: Afficher les articles avec les catégories sélectionnées (ET)

# tt_news.pi_flexform.category_selection_DontShowSelected
source: Do NOT show items with selected categories (AND)
fr: Ne PAS afficher les articles avec les catégories sélectionnées (AND)

# tt_news.pi_flexform.category_selection_DontShowSelectedOR
source: Do NOT show items with selected categories (OR)
fr: Ne PAS afficher les articles avec les catégories sélectionnées (OR)

# tt_news.pi_flexform.useSubCategories
source: Use subcategories
fr: Utiliser les sous-catégories

# tt_news.pi_flexform.useSubCategories_TS
source: Defined by TypoScript
fr: Défini en Typoscript

# tt_news.pi_flexform.yes
source: Yes
fr: Oui

# tt_news.pi_flexform.no
source: No
fr: Non

# tt_news.pi_flexform.archive
source: Archive setting (for LIST)
fr: Option des archives (vue LIST)

# tt_news.pi_flexform.template_file
source: Template file
fr: Fichier du gabarit

# tt_news.pi_flexform.template_file_ref
source: Template file reference
fr: Référence vers le fichier du gabarit HTML

# tt_news.pi_flexform.catImageMode
source: Category Image Link Mode:
fr: Lien sur la catégorie (image) :

# tt_news.pi_flexform.catTextMode
source: Category Text Link Mode:
fr: Lien sur la catégorie (texte) :

# tt_news.pi_flexform.recursive
source: Recursive level selection:
fr: Sélection récursive des niveaux :

# tt_news.pi_flexform.recursive.I.0
source: 0 levels
fr: 0 niveau

# tt_news.pi_flexform.recursive_TS
source: Defined by TypoScript
fr: Défini en TypoScript

# tt_news.pi_flexform.catImageMaxWidth
source: Max width of category image:
fr: Largeur max de l'image de catégorie :

# tt_news.pi_flexform.catImageMaxHeight
source: Max height of category image:
fr: Hauteur max de l'image de catégorie :

# tt_news.pi_flexform.maxCatImages
source: Max number of category images:
fr: Nombre maximal des images de catégorie :

# tt_news.pi_flexform.maxTextLength
source: Max length of category text:
fr: Longueur max du texte de catégorie :

# tt_news.pi_flexform.maxCatTexts
source: Max number of categorys texts:
fr: Nombre max des textes de catégories :

# tt_news.pi_flexform.PIDitemDisplay
source: PageId for single news display:
fr: Lien vers la page détail :

# tt_news.pi_flexform.backPid
source: PageId to return to:
fr: Lien vers la page de retour :

# tt_news.pi_flexform.archive_nonarc
source: SHOW NON-ARCHIVED
fr: Afficher les articles non archivés

# tt_news.pi_flexform.archive_arc
source: SHOW ARCHIVED
fr: Afficher les articles archivés

# tt_news.pi_flexform.archive_dontcare
source: Don't Care
fr: Ne pas prendre en compte

# tt_news.pi_flexform.catLinkMode_TS
source: Defined by TypoScript
fr: Défini en Typoscript

# tt_news.pi_flexform.catLinkMode_dontshow
source: Don't display at all
fr: Ne rien afficher

# tt_news.pi_flexform.catLinkMode_shownolink
source: Display, but no links
fr: Afficher, mais non cliquables

# tt_news.pi_flexform.catLinkMode_catshortcut
source: Acts as link to category shortcuts
fr: Afficher comme un raccourci de catégorie

# tt_news.pi_flexform.catLinkMode_catsel
source: Acts as a category selector
fr: Afficher comme un sélecteur de catégorie

# tt_news.pi_flexform.firstImageIsPreview
source: Don't display first image in single view (firstImageIsPreview)
fr: Ne pas afficher la 1ère image en vue SINGLE

# tt_news.pi_flexform.forceFirstImageIsPreview
source: Don't display first image in single view (forceFirstImageIsPreview) even when only one image is available
fr: Ne pas afficher la 1ère image en vue SINGLE même quand une seule image est disponible

# tt_news.pi_flexform.limit
source: Limit: max items for LIST and LATEST
fr: Limite : Nombre d'articles (LIST et SINGLE) max à afficher :

# tt_news.pi_flexform.listStartId
source: List StartId: Force LIST or LATEST to start from this item
fr: ID de départ : Forcer (vue LIST et SINGLE) à démarrer depuis cet ID de news

# tt_news.pi_flexform.noPageBrowser
source: Don't display Pagebrowser in LIST
fr: Ne pas afficher le navigateur de pages en vue LIST

# tt_news.pi_flexform.imageMaxWidth
source: Max width for images in news records (accepts optionSplit)
fr: Largeur maximale pour les images (optionSplit acceptés)

# tt_news.pi_flexform.imageMaxHeight
source: Max height for images in news records (accepts optionSplit)
fr: Hauteur maximale pour les images (optionSplit acceptés)

# tt_news.pi_flexform.altLayoutsOptionSplit
source: Template part number / optionSplit of template part numbers
fr: Numéro de template / optionSplit des numéros de template

# tt_news.pi_flexform.alternatingLayouts
source: Number of alternating template parts (is ignored if "Template part number / optionSplit" is set)
fr: Nombre de gabarits alternatifs

# tt_news.pi_flexform.croppingLenght
source: stdWrap.crop for the subheader (short)
fr: stdWrap.crop pour les en-têtes

# tt_news.pi_flexform.croppingLenghtOptionSplit
source: OptionSplit for cropping lenght of subheader (overwrites lenght parameter from stdWrap.crop)
fr: OptionSplit pour la longueur des sous titres (surcharge stdWrap.crop)

# tt_news.pi_flexform.maxWordsInSingleView
source: insert pagebreak in SINGLE after this number of words
fr: Insérer un saut de page (vue SINGLE) après ce nombre de mots

# tt_news.pi_flexform.startingpoint
source: Page(s) with tt_news records
fr: Pages contenant des enregistrements d'actualités

# tt_news.pi_flexform.tsconfig
source: Typoscript for this content element (plugin.tt_news.[your TS])
fr: Typoscript pour ce contenu (plugin.tt_news.[votre TS])

# tt_news.categorymounts
source: tt_news: allowed/visible categories
fr: tt_news : catégories permises/visibles

# tt_news.treeSelect.msg_notInGRSP
source: The current category is not located in the "general record storage page" but "useStoragePid" is activated in tt_news configuration. Selecting a parent category from a different pid is not supported.
fr: La catégorie courante ne se trouve pas dans la "page de stockage des enregistrements généraux" alors que l'option "useStoragePid" est activée dans les configurations de tt_news. La sélection d'une catégorie parente située dans une autre page n'est pas supportée.

# tt_news.treeSelect.msg_emptyTree
source: No categories found in page: ###PID###
fr: Aucune catégorie trouvée dans la page : ###PID###

# tt_news.treeSelect.translOrgCat
source: Categories from the translation original of this record:
fr: Catégories provenant la version originale de l'enregistrement :

# tt_news.treeSelect.translOrgNoCat
source: The translation original of this record has no categories assigned.
fr: La version originale de l'enregistrement n'a pas de catégorie assignée.

# tt_news.treeSelect.pageTitleSuffixNoGrsp
source: [from all pages]
fr: [toutes les pages]

# tt_news.treeSelect.treeTitle
source: News categories
fr: Catégories d'actualités
