Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/*_news/*_news/*.locallang.xlf
Languages: fr

# pi_title
source: News
fr: Actualités

# pi_plus_wiz_description
source: Versatile news system for TYPO3
fr: Système de gestion des Actualités pour TYPO3

# cms_layout.mode
source: Displaying: %s
fr: Affichage : %s

# cms_layout.not_configured
source: Plugin is not configured!
fr: Le plugin n'est pas configuré !

# updater.back
source: [<- back]
fr: [<- retour]

# updater.reload
source: [reload this page]
fr: [recharger la page]

# updater.lbl_searchOutdatedTempl
source: Search for outdated static TS templates
fr: Recherche des gabarits TS statics dépassés

# updater.msg_searchOutdatedTempl
source: Search for TypoScript templates which include one of the tt_news static templates (e.g. "CSS based tmpl") but with an outdated path:
fr: Recherche des gabarits TS incluant un des gabarits statics tt_news mais avec une adresse dépassée :

# updater.foundMsg_searchOutdatedTempl
source: Found ###COUNT### template records.
fr: ###COUNT### enregistrement(s) de gabarit trouvé(s).

# updater.question_searchOutdatedTempl
source: Should the updater update these records?
fr: Mettre à jour ces enregistrements ?

# updater.questionInfo_searchOutdatedTempl
source: (If you click "DO IT" the updater script will update these template records with a fixed path)
fr: (si vous cliquez sur le bouton "DO IT", ces gabarits seront mis à jour avec une adresse fixe)

# updater.lbl_searchNonExistingHtml
source: Search for non existing HTML templates
fr: Recherche de template HTML inexistant

# updater.msg_searchNonExistingHtml
source: Search for tt_news content elements with a configured HTML template in flexforms which doesn't exist in your filesystem:
fr: Recherche de contenus tt_news avec des templates HTML définis dans les flexforms n'existant pas sur le serveur :

# updater.foundMsg_searchNonExistingHtml
source: Found ###COUNT### content elements.
fr: ###COUNT### enregistrement(s) de contenu trouvé(s).

# updater.question_searchNonExistingHtml
source: Should the updater clean this settings?
fr: Nettoyer ces paramètres ?

# updater.questionInfo_searchNonExistingHtml
source: (If you click "DO IT" the updater script will search all tt_news plugin content-elements for configured template files. If there are template files configured which do not exist under the configured path (e.g. "EXT:tt_news/pi/tt_news_v2_template.html") the updater will clean this settings. Then tt_news uses the default template which is configured in typoScript.)
fr: (si vous cliquez sur le bouton "DO IT", tous les plugins tt_news contenant une configuration de fichier template HTML inexistant seront nettoyé et utiliseront le template HTML par défaut configuré en TypoScript.)

# updater.lbl_searchMovedPidlist
source: Search "Startingpoint" ("pages") in FF
fr: Recherche de "Startingpoint" ("pages") dans les flexforms

# updater.msg_searchMovedPidlist
source: Search for tt_news content elements with a value for "Startingpoint" in flexforms (This field was moved to another sheet):
fr: Recherche de contenu tt_news avec une valeur pour le champ "Startingpoint" (ce champ a été déplacé dans un autre onglet):

# updater.foundMsg_searchMovedPidlist
source: Found ###COUNT### content elements.
fr: ###COUNT### enregistrement(s) de contenu trouvé(s).

# updater.question_searchMovedPidlist
source: Should the updater fix this settings?
fr: Conserver ces paramètres ?

# updater.questionInfo_searchMovedPidlist
source: (If you click "DO IT" the entry will be moved to the new flexform sheet)
fr: (si vous cliquez sur le bouton "DO IT", le paramètre sera déplacé dans le nouvel onglet de flexform)

# updater.lbl_searchMovedRecursive
source: Search "recursive" in FF
fr: Recherche de "récursif" dans les flexforms

# updater.msg_searchMovedRecursive
source: Search for tt_news content elements with a value for "recursive" in flexforms (This field was moved to another sheet):
fr: Recherche de contenu tt_news avec une valeur pour le champ "récursif" (ce champ a été déplacé dans un autre onglet):

# updater.foundMsg_searchMovedRecursive
source: Found ###COUNT### content elements.
fr: ###COUNT### enregistrement(s) de contenu trouvé(s).

# updater.question_searchMovedRecursive
source: Should the updater fix this settings?
fr: Conserver ces paramètres ?

# updater.questionInfo_searchMovedRecursive
source: (If you click "DO IT" the entry will be moved to the new flexform sheet)
fr: (si vous cliquez sur le bouton "DO IT", le paramètre sera déplacé dans le nouvel onglet de flexform)

# updater.lbl_searchMovedNoPageBrowser
source: Search "no page Browser" in FF
fr: Recherche de "noPageBrowser" dans les flexforms

# updater.msg_searchMovedNoPageBrowser
source: Search for tt_news content elements with a value for "noPageBrowser" in flexforms (This field was moved to another sheet):
fr: Recherche de contenu tt_news avec une valeur pour le champ "noPageBrowser" (ce champ a été déplacé dans un autre onglet):

# updater.foundMsg_searchMovedNoPageBrowser
source: Found ###COUNT### content elements.
fr: ###COUNT### enregistrement(s) de contenu trouvé(s).

# updater.question_searchMovedNoPageBrowser
source: Should the updater fix this settings?
fr: Conserver ces paramètres ?

# updater.questionInfo_searchMovedNoPageBrowser
source: (If you click "DO IT" the entry will be moved to the new flexform sheet)
fr: (si vous cliquez sur le bouton "DO IT", le paramètre sera déplacé dans le nouvel onglet de flexform)

# updater.lbl_searchMovedListLimit
source: Search "listLimit" in FF
fr: Recherche de "listLimit" dans les flexforms

# updater.msg_searchMovedListLimit
source: Search for tt_news content elements with a value for "listLimit" in flexforms (This field was moved to another sheet):
fr: Recherche de contenu tt_news avec une valeur pour le champ "listLimit" (ce champ a été déplacé dans un autre onglet):

# updater.foundMsg_searchMovedListLimit
source: Found ###COUNT### content elements.
fr: ###COUNT### enregistrement(s) de contenu trouvé(s).

# updater.question_searchMovedListLimit
source: Should the updater fix this settings?
fr: Conserver ces paramètres ?

# updater.questionInfo_searchMovedListLimit
source: (If you click "DO IT" the entry will be moved to the new flexform sheet)
fr: (si vous cliquez sur le bouton "DO IT", le paramètre sera déplacé dans le nouvel onglet de flexform)

# updater.warningHeader
source: Important! Please Read!
fr: Important ! à lire svp !

# updater.nothingtodo
source: Nothing to do
fr: Rien à faire

# updater.updateresults
source: Update results:
fr: Résultat de la mise à jour :

# updater.warningMsg
source: The updater manipulates your database and due to the huge amount of configuration variants it is possible that it <br>might not produce the expected results.<br> So backup your database (at least the tables sys_template and tt_content) or do a t3d export of your site <strong>BEFORE</strong> <br> you click on any of the "DO_IT" Buttons.
fr: l'updater manipule votre base de données et, étant donné la grande quantité de configuration possible, il est possible que cela <br> ne produise pas le résultat attendu.<br> Donc, sauvegardez votre base de données (notamment les tables sys_template et tt_content) ou faites un export t3d de votre site <strong>AVANT</strong> <br> de cliquer sur un bouton de validation.

# extmng.useStoragePid
source: Use "General record storage page": This option configures the handling of news categories in BackEnd forms and on the website (for the CATMENU content element the GRSP can be overridden by "displayCatMenu.catPidList"). By default categories will be displayed only if they are found in the "General record storage page" (AKA "GRSP" or "storagePid"). If you set "useStoragePid" to "0", all categories from the pagetree will be displayed. If "useStoragePid" is set to "1" and there are no tt_news categories in the "GRSP" you won't see any categories in BackEnd forms or on the website. See tt_news manual for more information.
fr: Utiliser la page générale de stockage des enregistrements : Cette option configure le traitement des catégories d'actualités dans les formulaires Back Office et sur le site (pour le contenu "CATMENU" le GRSP peut être surchargé avec "displayCatMenu.catPidList"). Par défaut, les catégories seront affichées uniquement si elles sont trouvées dans cette page de stockage (AKA "GRSP" ou "storagePid"). Si vous paramétrez "useStoragePid" à "0", toutes les catégories de l'arborescence seront affichées. Si "useStoragePid" est paramétré à "1" et s'il n'y a pas de catégorie dans le "GRSP" vous ne verrez aucune catégorie, ni dans les formulairs Back Office, ni sur le site. Voir le manuel tt_news pour plus d'information.

# extmng.requireCategories
source: Require categories: Check if categories are required for every news item. Note that you can require categories also through page TSConfig using "TCEFORM.tt_news.category.config.minitems=1"
fr: Catégories obligatoires : Sélectionner si les catégories sont obligatoires pour toutes les actualités. Notez que vous pouvez forcer l'utilisation des catégories sur des pages données du site via le paramétrage de page TSConfig en utilisant "TCEFORM.tt_news.category.config.minitems=1"

# extmng.writeParseTimesToDevlog
source: Debug parsetimes: Write parsetimes to devlog (extension "devlog" required).
fr: Debug parsetimes: Ecrit les "parsetimes" dans le devlog (extension "devlog" nécessaire).

# extmng.parsetimeThreshold
source: Parsetime threshold: Execution time in seconds after which a function is logged to devlog. Default is 0.1 sec = 100ms. Means any function in tt_news which needs more time to be executed will be logged. The execution time indicates the severity of the log entry: 0-0.2 sec = 0 (info), 0.2-0.5 sec = 1 (notice), 0.5-1 sec = 2 (warning) and everything above 1 second get severerity 3 = error.
fr: Seuil parsetime : Délai d'exécution en seconde après lequel une fonction est loguée dans le devlog. Par défaut 0.1 sec = 100ms. Cela signifie que toute fonction de tt_news nécessitant plus de temps pour être exécutée sera loguée. Le délai d'exécution indique la sévérité du log: 0-0.2 sec = 0 (info), 0.2-0.5 sec = 1 (notice), 0.5-1 sec = 2 (warning) et tout log au dessus d'1 seconde prend la sévérité 3 = error.

# extmng.useInternalCaching
source: Internal caching: If enabled tt_news caches some processing intensive information (archive period count, category count, categories) in an internal cache.
fr: Caching interne : Si activé, tt_news met en cache des information de processing (nombre de période d'archivage, nombre de catégories, les catégories) dans un cache interne.

# extmng.writeCachingInfoToDevlog
source: Debug caching info: Which information about internal caching should be written to devlog (extension "devlog" required)."disabled": don't write any information about caching to devlog. "cache misses": log only cache misses. "all": log cache misses and cache hits to devlog.
fr: Debuguer les information de cache: Quelles informations du cache interne doivent être écrites dans le devlog (extension "devlog" nécessaire)."désactivé": n'écrit aucune information du cache dans le devlog. "cache misses": logue unquement le cache raté. "all": logue tous les caches dans le devlog.

# extmng.cachingMode
source: Caching Mode: Determines the cache entries lifetime and when the internal cache from tt_news will be cleared. "normal": (default) the cache entries will get the same lifetime as normal pages. The tt_news cache will be cleared when the "clear all caches" button is pressed. "lifetime": will set the livetime of cache entries to the given amount of seconds in field "cacheLifetime". The cache table is not cleared when "clear all caches" is clicked. "static": means: the lifetime of cache entries is set to zero (= unlimited). TYPO3 does not clear the tt_news cache (useful if you clear the cache with an external script or for debugging).
fr: Mode de Caching: Détermine la durée de vie des entrées du cache et quand le cache interne de tt_news doit être vidé. "normal": (valeur par défaut) les entrées du cache ont la même durée de vie que les pages normales. Le cache de tt_news sera vidé quand le bouton "vider tous les caches" sera cliqué. "lifetime": paramètre la durée de vie des entrées du cachewill set the livetime of cache entries avec le nombre de secondes du champ "cacheLifetime". La table des caches n'est pas vidée quand le bouton "vider tous les caches" est cliqué. "static": signigie que la durée de vie des entrées du cache est égale à 0 (= illimitée). TYPO3 ne vide pas les caches de tt_news (utile lorsque vous videz les caches avec un script externe ou pour debugger).

# extmng.cacheLifetime
source: Cache lifetime: lifetime in seconds of the internal cache entries (if "cachingMode" is set to "lifetime"). example: 86400 (a day), 604800 (a week)
fr: Durée de vie du cache: durée de vie en secondes des entrées du cache interne (si le "cachingMode" est paramétré à "lifetime"). exemple: 86400 (1 jour), 604800 (une semaine)

# extmng.cachingEngine
source: Caching engine: where should the cache entries from tt_news be stored. "internal": store cache records directly in the database using internal methods. "cachingFramework" Requires at least TYPO3 4.3: store cache records in the TYPO3 caching framework (in the default configuration tt_news uses the DB backend of the caching framework).
fr: Moteur de caching: où les entrées du cache de tt_news seront stockées ? "internal": stocke les enregistrement du cache directement das la base de données en utilisant les méthodes internes. "cachingFramework" Nécessite TYPO3 4.3: tocke les enregistrements du cache dans le nouveau framework de caching TYPO3 (par défaut, tt_news utilise la base de données back office du framework de caching).

# extmng.treeOrderBy
source: Category ordering in BackEnd trees: Here you can configure the the ordering of categories in category trees in BackEnd forms.
fr: Tri des catégories dans les arborescences du Back Office : Ici vous pouvez configurer la clé de tri des arborescences de catégories dans les formulaires back office.

# extmng.prependAtCopy
source: Prepend at Copy: Here you can disable adding of the text "(copy [#])" to titles of copied records.
fr: Préfixer lors de la copie : Ici vous pouvez désactiver l'ajout de texte"(copy [#])" dans les titres des enregistrements copiés.

# extmng.label
source: News Label in List-Module: Defines which field is displayed in the title column in the web/list module.
fr: Libellé des actualités en mode liste : Définit quel champ sera affiché dans la colonne titre dans le module web/liste.

# extmng.label_alt
source: Alternative Label: Defines which field is displayed in the title column in lists if the field is empty, that is configured as label. If no alternative label is defined and the label field is empty the text [No title] will be shown.
fr: Libellé alternatif : Définit quel champ sera affiché dans la colonne titre en mode liste si le libellé par défaut est vide. Si aucun libellé alternatif n'est défini est que le libellé est vide, le texte [sans titre] sera affiché.

# extmng.label_alt2
source: Alternative Label 2: see "Alternative label."
fr: Libellé alternatif 2: Libellé alternatif."

# extmng.label_alt_force
source: Force alternative label: If this is activated the alternative label will be always shown behind the label.
fr: Forcer les libellés alternatifs : Si cette option est activée les libbélé alternatifs seront toujours affichés derrière le libellé par défaut.

# extmng.categoryTreeWidth
source: Width of the right category field: This field shows the category tree in the tt_news db-record (or in the category db-record). If "categoryTreeWidth" is set to 0 (zero) the default width (=350px) will be taken.
fr: Largeur de la zone de droite du champ catégorie : Cette zone affiche l'arborescence des catégories dans les formulaires back office des enregistrement d'actualités (ou des enregistrements de catégories). Si cette option est paramétrée à 0 (zero) la largeur par défaut (=350px) sera utilisée.

# extmng.categorySelectedWidth
source: Width of the left category field: This field shows the selected categories in the tt_news db-record (or parent categories in the category db-record). If "categorySelectedWidth" is set to 0 (zero) the default width (=200px) will be taken.
fr: Largeur de la zone de gauche du champ catégorie : Cette zone affiche les catégories sélectionnées dans le champ catégories des formulaires back office des enregistrements d'actualités (ou des enregistrement de catégories). Si cette option est paramétrée à 0 (zero) la largeur par défaut (=200px) sera utilisée.

# extmng.l10n_mode_prefixLangTitle
source: Localization mode for text fields: By default, all text fields (text, subheader, imagecaption ...) from a new localized news article will be prepended with "[translate to ...]". If this is not wanted you can disable it here. If "l10n_mode_prefixLangTitle" is disabled the text "(copy [#])" will be added to the titles of this records unless "prependAtCopy" is disabled (see "prependAtCopy").
fr: Mode de traduction pour les champs texte : Par défaut, tous les champs texte (texte, titre, étiquette d'image...) dans une nouvelle traduction d'actualité sera préfixée avec "[translate to ...]". Si ce n'est pas souhaité, vous pouvez désactiver cela ici. Si "l10n_mode_prefixLangTitle" est désactivé, le texte "(copy [#])" sera ajouté aux titres des enregistrements même si "prependAtCopy" est désactivé (voir "prependAtCopy").

# extmng.l10n_mode_imageExclude
source: Localization mode for images: The image field of a localized news article is excluded by default (images are alwas taken from the record in the default language). If you need localized images (f.e. if the images show texts) you can enable the "image" field in translated news by setting "l10n_mode_imageExclude" to 0.
fr: Mode de traduction pour les images : The image field of a localized news article is excluded by default (images are alwas taken from the record in the default language). If you need localized images (f.e. if the images show texts) you can enable the "image" field in translated news by setting "l10n_mode_imageExclude" to 0.

# extmng.hideNewLocalizations
source: Hide new localizations: Here you choose if new localizations of news articles should be hidden or not. By default new localizations are visible. If this is not wanted set "hideNewLocalizations" to 1.
fr: Cacher les nouvelles traductions : Ici vous pouvez choisir si les nouvelles traductions d'actualité doivent être cachées par défaut ou pas. Par défaut les nouvelles traductions sont visibles. Si ce n'est pas souhaité, paramétrer "hideNewLocalizations" à 1.

# extmng.updatermsg
source: tt_news 3.0.0 comes with a new updater-script which can fix some of the most common problems when you're updating an existing tt_news 2.x installation.
fr: tt_news 3.0.0 contient un nouvel Updater qui permet de résoudre la majeur partie des problèmes courants lorsque vous mettez à jour une installation tt_news 2.x existante.

# extmng.updatermsgLink
source: [Click here to open the updater]
fr: [Cliquez ici pour ouvrir l'Updater]

# tsce.templateFile
source: Template File: HTML-template which is used to display news (e.g.: "fileadmin/templates/my_news_tmpl.html").
fr: Fichier template : template HTML utilisé pour afficher les actualités(ex : "fileadmin/templates/my_news_tmpl.html").

# tsce.pid_list
source: Starting Point (pid_list): The PID of the page (or comma separated list pf PIDs) where your news articles are stored. Note that getting the pidList can be very performance intensive if you use a high recursion level (plugin.tt_news.recursive) in a big pagetree. If this is a problem for your site, consider to completely disable the use of pidList in database queries (TS-Setup: plugin.tt_news.dontUsePidList).
fr: Page de stockage (pid_list): le PID de la page (ou liste de PIDs séparée par des virgules) où les actualités sont stockées. Notez que l'utilisation de la pidList peut être très lourd en termes de performances si vous utilisez un niveau de récursion élevé (plugin.tt_news.recursive) sur une arborescence de site importante. Si cela pose un problème pour votre site, désactivez totalement l'utilisation de la pidList dans les requêtes de BDD (TS-Setup: plugin.tt_news.dontUsePidList).

# tsce.singlePid
source: SinglePid: Page on which single news items should be displayed.
fr: Page de vue single : PID de la page sur laquelle les vues détaillées des actualités seront affichées.

# tsce.backPid
source: BackPid: Page where the "back to list" link in single view links to.
fr: Page de retour : PID de la page vers laquelle mène le lien "retour" des vues single.

# tsce.archiveTypoLink.parameter
source: Archive Link parameter: The PID of the page with a LIST element that displays only archived news items. This link appears at the bottom of the LATEST template and it is also used for the links in the AMENU.
fr: Page des archives : PID de la page contenant la liste des actualités archivées. Le lien vers cette page est affiché en bas des vues "LATEST" et est également utilisée dans les liens du "AMENU".

# tsce.allowCaching
source: Allow Caching: Allow caching of displayed news? If you want your news being indexed by the indexed-search this has to be enabled.
fr: Autoriser le caching: Si vous souhaitez que vos actualités soient indexées par indexed search, ceci doit être activé.

# tsce.useHRDates
source: Use human readable dates: This enables the use of the GETvars "year" and "month" for the archive links instead of the non-readable "pS", "pL" and "arc".
fr: Utiliser des dates lisibles : Ceci active l'utilisation de paramètres GET lisibles tels que "year" et "month" pour les liens vers les archives à la place des paramètres "pS", "pL" et "arc".

# tsce.useSubCategories
source: Use subcategories: Enable this if news should also be selected for display if they are a member of a subcategory of the selected category. Works only if categoryMode is 1 (="Show items with selected categories").
fr: Utiliser les sous-catégories: Séléctionnez cette option pour sélectionner les actualités faisant partie de sous catégories de la catégorie sélectionnée. Ne fonctionne que si categoryMode = 1 (="Afficher les enregistrements appartenant aux catégories sélectionnées").

# tsce.showCatRootline
source: Show category rootline: Enable this to show the category rootline in the SINGLE or LIST view.
fr: Afficher la rootline des catégories : Activez cette option pour afficher la rootline des catégories dans les vues SINGLE ou LIST.

# tsce.useBidirectionalRelations
source: Use bidirectional relations: If this is enabled the SINGLE view shows the the relations of news in both directions. The relation which points back to the source record will be inserted automatically.
fr: Utiliser les relations bidirectionnelles : Si cette option est activée, la vue SINGLE affiche les relations des actualités dans les deux directions. Les relations qui vont vers l'enregistrement source seront insérées automatiquement.

# tsce.usePagesRelations
source: Use Pages as related news: If this is enabled the SINGLE view shows also relations to pages.
fr: Utiliser les pages en tant qu'actualité liée: Si cette option est activée, la vue SINGLE affiche également les relations vers les pages.
