Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/static_info_tables/static_info_tables/*.locallang_db.xlf
Languages: fr

# static_territories.title
source: Territory
fr: Territoire

# static_territories_item.tr_iso_nr
source: ISO nr territory code:
fr: Code de territoire:

# static_territories_item.tr_parent_iso_nr
source: Parent territory code:
fr: Code du territoire contenant celui-ci:

# static_territories_item.tr_name_en
source: Name (EN):
fr: Nom (EN):

# static_countries.title
source: Countries
fr: Pays

# static_countries_item.cn_iso_2
source: ISO 3166-1 A2 Country code:
fr: Code de pays ISO 3166-1 A2:

# static_countries_item.cn_iso_3
source: ISO 3166-1 A3 Country code:
fr: Code de pays ISO 3166-1 A3:

# static_countries_item.cn_iso_nr
source: ISO 3166-1 Nr Country code:
fr: Code de pays ISO 3166-1 numérique:

# static_countries_item.cn_official_name_local
source: Official name (local):
fr: Nom officiel (local):

# static_countries_item.cn_official_name_en
source: Official name (EN):
fr: Nom officiel (EN):

# static_countries_item.cn_capital
source: Capital:
fr: Capitale:

# static_countries_item.cn_tldomain
source: Top level domain:
fr: Domaine de premier niveau:

# static_countries_item.cn_currency_iso_nr
source: ISO 4217 Nr Currency code:
fr: Code de devise ISO 4217 numérique:

# static_countries_item.cn_currency_iso_3
source: ISO 4217 A3 Currency code:
fr: Code de devise ISO 4217 A3:

# static_countries_item.cn_phone
source: Int. phone prefix:
fr: Préfixe téléphonique international:

# static_countries_item.cn_uno_member
source: UN member:
fr: Membre de l'ONU:

# static_countries_item.cn_eu_member
source: EU member:
fr: Membre de l'Union européenne:

# static_countries_item.cn_address_format
source: Address format:
fr: Format d'adresse:

# static_countries_item.cn_address_format_1
source: zip city
fr: code-postal localité

# static_countries_item.cn_address_format_2
source: city zip
fr: localité code-postal

# static_countries_item.cn_address_format_3
source: city region-code zip
fr: localité code-de-région code-postal

# static_countries_item.cn_address_format_4
source: city (region-name) zip
fr: localité (nom-de-région) code-postal

# static_countries_item.cn_address_format_5
source: city/zip
fr: localité/code-postal

# static_countries_item.cn_address_format_6
source: zip city, region-code
fr: code-postal localité, code-de-région

# static_countries_item.cn_address_format_7
source: zip city region-code
fr: code-postal localité code-de-région

# static_countries_item.cn_address_format_8
source: zip city (region-name)
fr: code-postal localité (nom-de-région)

# static_countries_item.cn_address_format_9
source: city - region-code/zip
fr: localité - code-de-région/code-postal

# static_countries_item.cn_zone_flag
source: Zone flag:
fr: Indicateur de subdivision:

# static_countries_item.cn_short_local
source: Short name (local):
fr: Nom court (local):

# static_countries_item.cn_short_en
source: Short name (EN):
fr: Nom court (EN):

# static_country_zones.title
source: Country subdivisions
fr: Subdivision de pays

# static_country_zones_item.zn_country_iso_nr
source: ISO 3166-1 Nr Country code:
fr: Code de pays ISO 3166-1 numérique:

# static_country_zones_item.zn_country_iso_2
source: ISO 3166-1 A2 Country code:
fr: Code de pays ISO 3166-1 A2:

# static_country_zones_item.zn_country_iso_3
source: ISO 3166-1 A3 Country code:
fr: Code de pays ISO 3166-1 A3:

# static_country_zones_item.zn_code
source: ISO 3166-2 Country Zone code:
fr: Code de subdivision de pays ISO 3166-2:

# static_country_zones_item.zn_name_en
source: Name (EN):
fr: Nom (EN):

# static_languages.title
source: Languages
fr: Langue

# static_languages_item.lg_iso_2
source: ISO 639-1 A2 Language code:
fr: Code de langue ISO 639-1 A2:

# static_languages_item.lg_collate_locale
source: Collating locale:
fr: Localisation pour la comparaison de chaînes:

# static_languages_item.lg_name_en
source: Name (EN):
fr: Nom (EN):

# static_languages_item.lg_typo3
source: Typo3 language code:
fr: Code de langue Typo3:

# static_languages_item.lg_sacred
source: Sacred language:
fr: Langue sacrée:

# static_languages_item.lg_constructed
source: Constructed language:
fr: Langue construite:

# static_currencies.title
source: Currencies
fr: Devise

# static_currencies_item.cu_iso_3
source: ISO 4217 A3 Currency code:
fr: Code de devise ISO 4217 A3:

# static_currencies_item.cu_iso_nr
source: ISO 4217 Nr Currency code:
fr: Code de devise ISO 4217 numérique:

# static_currencies_item.cu_name_en
source: Name (EN):
fr: Nom (EN):

# static_currencies_item.cu_sub_name_en
source: Sub name (EN):
fr: Nom de subdivision (EN):

# static_currencies_item.cu_symbol_left
source: Symbol left:
fr: Symbole à gauche:

# static_currencies_item.cu_symbol_right
source: Symbol right:
fr: Symbole à droite:

# static_currencies_item.cu_thousands_point
source: Thousands point:
fr: Marque des milliers:

# static_currencies_item.cu_decimal_point
source: Decimal point:
fr: Marque décimale:

# static_currencies_item.cu_decimal_digits
source: Decimal digits:
fr: Nombre de décimales:

# static_currencies_item.cu_sub_divisor
source: Divisor:
fr: Diviseur:

# static_currencies_item.cu_sub_symbol_left
source: Sub symbol left:
fr: Symbole à gauche - Subdivision:

# static_currencies_item.cu_sub_symbol_right
source: Sub symbol right:
fr: Symbole à droite - Subdivision:

# static_markets.title
source: Markets
fr: Marchés

# static_markets.country
source: Country:
fr: Pays

# static_markets.acronym
source: Acronym:
fr: Acronyme:

# static_markets.city
source: City:
fr: Ville:
