Repository: Gregcop1/typo3dummy
Catalog: typo3conf/l10n/*/*_news/*_news/mod1/*.locallang.xlf
Languages: fr

# title
source: News Admin
fr: Gestion des actualités

# function1
source: News category manager
fr: Gestionnaire de catégories d'actualités

# nothingfound
source: This page contains no tt_news categories. Please select a page with categories from the list below:
fr: Cette pages ne contient aucune catégorie de news. Sélectionnez une page qui contient des catégories dans la liste ci-dessous :

# noNewsFound
source: There are no news matching the current selection.
fr: Il n'y a aucune actualité correspondant à la sélection courante.

# showSubcatgories
source: Show subcategories
fr: Montrer les sous catégories

# hideSubcatgories
source: Hide subcategories
fr: Cacher les sous catégories

source: Path:
fr: Chemin :

source: Categories:
fr: Catégories:

# showOnlyEditable
source: Show only editable records
fr: Montrer uniquement les enregistrements éditables

# showThumbs
source: Show images
fr: Montrer les images

# defaultLangLabel
source: Default
fr: Par défaut

source: all pages
fr: Toutes les pages

source: this page
fr: Cette page

# oneLevel
source: this page and 1 level down
fr: Cette page et 1 sous niveau

# twoLevels
source: this page and 2 levels down
fr: Cette page et 2 sous niveaux

# threeLevels
source: this page and 3 levels down
fr: Cette page et 3 sous niveaux

# fourLevels
source: this page and 4 levels down
fr: Cette page et 4 sous niveaux

# enterSearchLevels
source: Show news from:
fr: Montrer les actualités de :

# showingAll
source: Showing news from all categories.
fr: Montrer les actus de toutes les catégories.

# showingOnlyCat
source: Showing news from category:
fr: Montrer les actus de la catégorie :

# selectCategory
source: Please select a category
fr: Sélectionnez une catégorie

# showEditIcons
source: Show edit icons in tree
fr: Afficher les crayons dans l'arborescence

source: Expand all
fr: Tout déployer

source: Show hidden categories
fr: Montrer les catégories cachées

# treeTitle
source: News categories
fr: Catégories d'actualité

# resetCatSelection
source: [reset selection]
fr: [annuler la sélection]

# showAllResetSel
source: Reset current category selection
fr: Annuler la sélection de catégorie courante

source: Move category into
fr: Déplacer la catégorie dans

source: Copy category into
fr: Copier la catégorie dans

source: Copy category after
fr: Copier la catégorie après

# createCategory
source: Create new category
fr: Créer une catégorie

# createArticle
source: Create new article
fr: Créer un article

# createArticleInCategory
source: Create new article in this category
fr: Créer un article de cette catégorie

# edit
source: Edit record
fr: Editer l'enregistrement

# showInfo
source: Show information
fr: Informations

# unHide
source: Unhide Record
fr: Afficher l'enregistrement

# hide
source: Hide Record
fr: Masquer l'enregistrement

# deleteWarning
source: Are you sure you want to delete this record?
fr: Etes-vous sûr de vouloir supprimer l'enregistrement ?

# delete
source: Delete record (!)
fr: Supprimer l'enregistrement (!)

# openFePreview
source: Open preview
fr: Prévisualisation

# noEditPagePerms
source: You're not allowed to edit content in the page where this record is located.
fr: Vous n'êtes pas autorisé(e) à éditer le contenu dans la page où se trouve cet enregistrement.

# noEditCategories
source: You're not allowed to edit this record because it has disallowed categories assigned.
fr: Vous n'êtes pas autorisé(e) ) éditer cet enregistrement car il est assigné à une ou plusieurs catégories interdite.

source: First
fr: Premier

source: Last
fr: Dernier

source: Reload
fr: Recharger

source: Next
fr: Suivant

source: Previous
fr: Précédent

# pageIndicator
source: Page %1$s of %2$d
fr: Page %1$s sur %2$d

# rangeIndicator
source: Records %1$d - %2$d of %3$d
fr: Enregistrements %1$s - %2$d sur %3$d
